Repository: GNOME/giggle
Catalog: help/*/*.po
Languages: da, el, pt_br, sv, uk

source: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).
da: Du skal angive værkets ophavsmand på den måde, som er angivet af forfatteren eller licensindehaveren (men ikke på en måde som antyder, at disse nødvendigvis støtter dig og din brug af værket).
el: Πρέπει να αναφέρετε την πηγή του έργου με τον τρόπο που καθορίζεται από το δημιουργό του ή αυτόν που παρέχει την άδεια (αλλά όχι με τρόπο που να εννοεί ότι εγκρίνουν εσάς ή τη δική σας χρήση του έργου).
pt_br: Você deve creditar a obra da forma especificada pelo autor ou licenciante (mas não de maneira que sugira que estes concedem qualquer aval a você ou ao seu uso da obra).
sv: Du måste erkänna verket på det sätt upphovsmannen eller licensägaren önskar (men inte på något sätt så att det framstår som att de står bakom dig eller ditt verk).
uk: Ви маєте вказати авторство так, як це визначено автором або ліцензіатом (але не у такий спосіб, наче вони підтримують вас або ваше використання роботи).

source: <em>Share Alike</em>
da: <em>Del på samme vilkår</em>
el: <em>Παρόμοια διανομή</em>
pt_br: <em>Compartilhamento pela mesma licença</em>
sv: <em>Dela lika</em>
uk: <em>Поширення на тих самих умовах</em>

source: If you alter, transform, or build upon this work, you may distribute the resulting work only under the same, similar or a compatible license.
da: Hvis du ændrer, omdanner eller bygger videre på dette værk, kan du distribuere resultatet under den samme, en lignende eller en kompatibel licens.
el: Αν αλλάξετε, μετασχηματίσετε ή δομήσετε αυτήν την εργασία, μπορείτε να διανείμετε την τελική εργασία μόνο κάτω από την ίδια, παρόμοια ή συμβατή άδεια.
pt_br: Se você alterar, transformar ou criar em cima desta obra, você poderá distribuir a obra resultante apenas sob a mesma licença, ou sob uma licença similar à presente.
sv: Om du ändrar, bearbetar eller bygger vidare på verket, får du distribuera resultatet endast under samma, eller liknande eller en kompatibel licens.
uk: Якщо ви змінюєте, перетворюєте або створюєте роботу на основі цієї роботи, ви можете поширювати результати лише за тих самих, подібних або сумісних умов ліцензування.

source: For the full text of the license, see the <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">CreativeCommons website</link>, or read the full <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons Deed</link>.
da: For den fulde licenstekst, se <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">CreativeCommons internetside</link>, eller læs den fulde <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons-erklæring</link>.
el: Για το πλήρες κείμενο της άδειας, δείτε την <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">ιστοσελίδα CreativeCommons</link>, ή διαβάστε το πλήρες <link href="http://creativecommons.org/licenses/by-sa/3.0/">συμβόλαιο Commons</link>.
pt_br: Para o texto completo desta licença, consulte o <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode.pt">site da CreativeCommons</link>, ou leia o <link href="https://creativecommons.org/licenses/by-sa/3.0/deed.pt_BR">Commons Deed</link> completo.
sv: För hela licenstexten, se <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">CreativeCommons webbplats</link>, eller läs <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons Deed</link>.
uk: Щоб ознайомитися із повним текстом ліцензійних умов, скористайтеся <link href="http://creativecommons.org/licenses/by-sa/3.0/legalcode">сайтом CreativeCommons</link> або прочитайте повністю <link href="http://creativecommons.org/licenses/by-sa/3.0/">Commons Deed</link>.

source: Opening GIT repositories
da: Åbner GIT-arkiver
el: Άνοιγμα αποθετηρίων GIT
pt_br: Abrindo repositórios GIT
sv: Öppna GIT-arkiv
uk: Відкриття сховищ GIT

source: Opening a repository
da: Åbning af et arkiv
el: Άνοιγμα αποθετηρίου
pt_br: Abrindo um repositório
sv: Öppna ett arkiv
uk: Відкриття сховища

source: You can open a git repository in the following ways:
da: Du kan åbne et gitarkiv på de følgende måder:
el: Μπορείτε να ανοίξετε ένα αποθετήριο git με τους ακόλουθους τρόπους:
pt_br: Você pode abrir um repositório git das seguintes formas:
sv: Du kan öppna ett git-arkiv på följande sätt:
uk: Відкрити сховище git можна у один із таких способів:

source: using <guiseq><gui>Project</gui><gui>Open</gui></guiseq>, and selecting the directory with your repository,
da: ved at bruge <guiseq><gui>Projekt</gui><gui>Åbn</gui></guiseq>, og vælge mappen med dit arkiv,
el: χρησιμοποιώντας <guiseq><gui>Έργο</gui><gui>Άνοιγμα</gui></guiseq> και επιλέγοντας τον κατάλογο με το αποθετήριό σας,
pt_br: utilizando <guiseq><gui>Projeto</gui><gui>Abrir</gui></guiseq>, e selecionando o diretório com seu repositório,
sv: använda <guiseq><gui>Projekt</gui><gui>Öppna</gui></guiseq> och välja katalogen med ditt arkiv,
uk: за допомогою пункту меню <guiseq><gui>Проєкт</gui><gui>Відкрити</gui></guiseq> і вибору каталогу із вашим сховищем,

source: running <cmd>giggle</cmd> in your project's directory,
da: køre <cmd>giggle</cmd> i dit projekts mappe,
el: εκτελώντας <cmd>giggle</cmd> στον κατάλογο του έργου σας,
pt_br: executando o <cmd>giggle</cmd> no diretório do seu projeto,
sv: köra <cmd>giggle</cmd> i din projektkatalog,
uk: за допомогою запуску <cmd>giggle</cmd> у каталозі вашого проєкту,

source: running <cmd>giggle</cmd> with the repository path specified as an argument.
da: køre <cmd>giggle</cmd> med arkivstien angivet som et argument.
el: εκτελώντας <cmd>giggle</cmd> με τη συγκεκριμένη διαδρομή του αποθετηρίου ως ένα όρισμα.
pt_br: executando o <cmd>giggle</cmd> com o caminho do repositório especificado como um argumento.
sv: köra <cmd>giggle</cmd> med arkivsökvägen specificerad som ett argument.
uk: за допомогою запуску <cmd>giggle</cmd> із шляхом до сховища, заданим як аргумент команди.

source: Tagging commits
da: Mærkning af integrationer (commits)
el: Ετικέτες υποβολών
pt_br: Marcando commits
sv: Tagga incheckningar
uk: Створення міток для внесків

source: To make a new tag open the context menu by right clicking on a commit in the revision window (it doesn't matter if it's the Browse or History view), then click <gui>Create tag</gui> and enter a name in the just opened dialog window.
da: For at oprette et nyt mærke så åbn kontekstmenuen ved at højreklikke på en integrering (commit) i revisionsvinduet (det gør ingen forskel om det er i gennemse- eller historikvisningen), og klik så på <gui>Opret mærke</gui> og indtast et navn i det netop åbnede vindue.
el: Για να κάνετε μια νέα ετικέτα ανοίξτε το μενού περιεχομένων δεξιοπατώντας σε μια υποβολή στο παράθυρο αναθεώρησης (δεν πειράζει αν είναι η προβολή περιήγησης ή ιστορικού), έπειτα πατήστε <gui>Δημιουργία ετικέτας</gui> και εισάγετε ένα όνομα στο μόλις ανοιγμένο παράθυρο διαλόγου.
pt_br: Para criar um novo marcador, abra o menu de contexto clicando com o botão direito em um commit na janela de revisão (não importa se isto está na visão de navegação ou histórico), então clique em <gui>Criar marcador (tag)</gui> e digite um nome na janela de diálogo que acabou de ser aberta.
sv: För att skapa en ny tagg, öppna snabbmenyn genom att högerklicka på en incheckning i revisionsfönstret (det spelar ingen roll om det är visnings- eller historikvyn), klicka sedan på <gui>Skapa tagg</gui> och skriv in ett namn i det just öppnade dialogfönstret.
uk: Щоб створити мітку, відкрийте контекстне меню клацанням правою кнопкою миші на пункті внеску у вікні модифікацій (не має значення, у якому режимі працює програма — навігації чи журналу), потім клацніть на пункті <gui>Створити мітку</gui> і введіть назву у діалоговому вікні, яке буде відкрито програмою.

source: You will notice that near the revision you have selected a new icon has appeared - it's your newly created tag.
da: Du vil bemærke, at ved den revision du har valgt bliver et nyt ikon vist - det er dit netop oprettede mærke.
el: Θα σημειώστε ότι κοντά στην αναθεώρηση που έχετε επιλέξει έχει εμφανιστεί ένα νέο εικονίδιο - είναι η νεοδημιουργημένη ετικέτα σας.
pt_br: Você perceberá que próximo a revisão que você selecionou, um novo ícone apareceu - é o seu marcador recém-criado.
sv: Du kommer att märka att en ny ikon visas vid revisionen som du har markerat - din nya tagg.
uk: Після цього поряд із пунктом вибраної вами модифікації буде показано нову піктограму — це створена вами мітка.

source: Creative Commons Share Alike 3.0
pt_br: Creative Commons Atribuição Compartilhada 3.0
sv: Creative Commons DelaLika 3.0
