Repository: GNOME/giggle
Catalog: help/*/*.po
Languages: da, el, pt_br, sv, uk

# _
source: translator-credits
da: Joe Hansen, 2011. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
el: Ελληνική μεταφραστική ομάδα του GNOME Δημήτρης Σπίγγος <dmtrs32@gmail.com>, 2014 Για περισσότερα δείτε: http://gnome.gr
pt_br: Enrico Nicoletto <liverig@gmail.com>, 2013 Rafael Fontenelle <rafaelff@gnome.org>, 2018
sv: Josef Andersson <l10nl18nsweja@gmail.com> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: Viewing the contents of the repository
da: Viser indholdet af arkivet
el: Προβολή των περιεχομένων του αποθετηρίου
pt_br: Visualizando os conteúdos do repositório
sv: Visa arkivets innehåll
uk: Перегляд вмісту сховища

source: Browse view
da: Tilstanden gennemse
el: Προβολή περιήγησης
pt_br: Visualização de navegação
sv: Visningsvy
uk: Панель навігації

source: Overview
da: Overblik
el: Επισκόπηση
pt_br: Visão geral
sv: Översikt
uk: Огляд

source: Giggle in Browse view mode
da: Giggle i tilstanden gennemse
el: Το Giggle σε κατάσταση προβολής περιήγησης
pt_br: Giggle no modo de visualização de navegação
sv: Giggle i läget visningsvy
uk: Giggle у режимі навігації

source: Giggle main window in Browse mode
da: Giggles hovedvindue i tilstanden gennemse
pt_br: A janela principal do Giggle em modo de navegação
sv: Giggles huvudfönster i visningsläge
uk: Головне вікно Giggle у режимі навігації

source: <app>Giggle</app>'s browse view is set up in three main parts:
da: <app>Giggles</app> tilstand gennemse er opsat i tre hoveddele:
el: Η προβολή περιήγησης του <app>Giggle</app> ρυθμίζεται σε τρία κύρια μέρη:
pt_br: A visualização de navegação do <app>Giggle</app> é definida em três partes principais:
sv: <app>Giggle</app>s visningsvy är uppdelad i tre huvuddelar:
uk: Панель навігації <app>Giggle</app> поділено на три основні частини:

source: Project tree
da: Projekttræ
el: Δένδρο έργου
pt_br: Árvore do projeto
sv: Projektträd
uk: Ієрархія проєкту

source: Displays all the files included in the current repository.
da: Viser alle filerne inkluderet i det aktuelle arkiv.
el: Εμφανίζει όλα τα αρχεία περιλαμβανόμενου του τρέχοντος αποθετηρίου.
pt_br: Exibe todos os arquivos que estão inclusos no repositório atual.
sv: Visar alla filer i aktuellt arkiv.
uk: Показує усіх файли, які включено до поточного сховища.

source: File preview
da: Filforhåndsvisning
el: Προεπισκόπηση αρχείου
pt_br: Visualizador de arquivo
sv: Filförhandsvisning
uk: Перегляд файлів

source: Displays the contents of the currently selected file according as of the selected revision.
da: Viser indeholdet af den aktuelt valgte fil jævnfør den valgte revision.
el: Εμφανίζει τα περιεχόμενα του τρέχοντος επιλεγμένου αρχείου ανάλογα με την επιλεγμένη αναθεώρηση.
pt_br: Exibe o conteúdo do arquivo atualmente selecionado de acordo com a revisão selecionada.
sv: Visar innehållet för aktuell markerad fil utefter vald revision.
uk: Показує вміст поточного позначеного файла відповідно до вибраної модифікації.

source: History graph
da: Historikgraf
el: Γράφημα ιστορικού
pt_br: Gráfico do histórico
sv: Historikdiagram
uk: Граф журналу

source: Displays a visual representation of the currently selected file's history
da: Viser en visuel repræsentation af den aktuelt valgte fils historik
el: Εμφανίζει μια οπτική απεικόνιση του ιστορικού του τρέχοντος επιλεγμένου αρχείου
pt_br: Exibe uma representação visual do histórico do arquivo atualmente selecionado
sv: Visar en överblick av den markerade filens historik
uk: Показує візуальну картину журналу поточного позначеного файла

source: About the Project tree
da: Om projekttræet
el: Σχετικά με το δένδρο του έργου
pt_br: Sobre a árvore do projeto
sv: Om projektträdet
uk: Про ієрархію проєкту

source: The Project tree is a powerful part of Giggle's interface, of course if you know about it. By default it doesn't display files hidden by <file>.gitignore</file>. You can change this behaviour by using the right-click context menu option <gui>Show all files</gui>. Files which are not part of your repository are greyed out.
da: Projekttræet er en funktionsrig del af Giggles brugerflade, såfremt du kender til den. Som standard viser den ikke filer skjult af <file>.gitignore</file>. Du kan ændre denne opførsel ved at bruge indstillingen i kontekstmenuen, som kommer frem med højreklik <gui>Vis alle filer</gui>. Filer, som ikke er en del af dit arkiv, bliver markeret med gråt.
el: Το δένδρο του έργου είναι ένα ισχυρό τμήμα της διεπαφής του Giggle, αν το ξέρετε φυσικά. Από προεπιλογή δεν εμφανίζει τα κρυφά αρχεία από το <file>.gitignore</file>. Μπορείτε να αλλάξετε αυτήν τη συμπεριφορά δεξιοπατώντας την επιλογή του μενού περιεχομένων <gui>Εμφάνιση όλων των αρχείων</gui>. Τα αρχεία που δεν είναι μέρος του αποθετηρίου σας είναι αχνά.
pt_br: A árvore do projeto é uma parte poderosa da interface do Giggle, evidentemente se você tem conhecimento sobre ela. Por padrão, ela não exibe arquivos ocultos pelo <file>.gitignore</file>. Você pode mudar este comportamento clicando com o botão direito na opção do menu de contexto <gui>Mostrar todos os arquivos</gui>. Arquivos que não fazem parte do seu repositório estão acinzentados.
sv: Projektträdet är en kraftfull del av Giggles gränssnitt om du kan med det. Som standard visas inte filer dolda med <file>.gitignore</file>. Du kan ändra detta beteende genom att högerklicka för snabbmenyvalet <gui>Visa alla filer</gui>. Filer som inte tillhör arkivet gråas ut.
uk: Ієрархія проєкту є потужною частиною інтерфейсу Giggle, звичайно ж, якщо ви про неї знаєте. Типово, на ній не буде показано файли, які приховано за допомогою <file>.gitignore</file>. Ви можете змінити цю поведінку за допомогою контекстного меню, яке викликається клацанням правою кнопкою миші, а саме, пункту <gui>Показати усі файли</gui>. Файли, які не є частиною сховища, буде показано сірим кольором.

source: The Project tree offers you the following:
da: Projekttræet tilbyder dig følgende:
el: Το δένδρο του έργου σας προσφέρει τα εξής:
pt_br: A árvore do projeto oferece a você as seguintes características:
sv: Projektträdet erbjuder dig följande:
uk: Панель ієрархія проєкту пропонує вам такі можливості:

source: Adding files to the repository.
da: Tilføjelse af filer til arkivet.
el: Προσθήκη αρχείων στο αποθετήριο.
pt_br: Adicionar arquivos ao repositório.
sv: Att lägga till filer till arkivet.
uk: Додавання файлів до сховища.

source: By using the <gui>Add file to repository</gui> context menu option.
da: Ved at bruge indstillingen <gui>Tilføj fil til arkivet</gui> i kontekstmenuen.
el: Χρησιμοποιώντας την επιλογή του μενού περιεχομένων <gui>Προσθήκη αρχείου στο αποθετήριο</gui>.
pt_br: Ao utilizar a opção do menu de contexto <gui>Adicionar arquivo ao repositório</gui>.
sv: Genom att använda snabbmenyvalet <gui>Lägg till fil i arkiv</gui>.
uk: За допомогою пункту контекстного меню <gui>Додати файл до сховища</gui>.

source: Adding/removing files to <file>.gitignore</file>.
da: Tilføje filer til eller fjerne filer fra <file>.gitignore</file>.
el: Προσθήκη/αφαίρεση αρχείων στο <file>.gitignore</file>.
pt_br: Adicionar/remover arquivos ao <file>.gitignore</file>.
sv: Lägg till/ta bort filer i <file>.gitignore</file>.
uk: Додавання файлів до <file>.gitignore</file> або вилучення файлів звідти.

source: By using the <gui>Add to .gitignore</gui> or <gui>Remove from .gitignore</gui> context menu options.
da: Ved at bruge indstillingerne <gui>Tilføj til .gitignore</gui> eller <gui>Fjern fra .gitignore</gui> i kontekstmenuen.
el: Χρησιμοποιώντας τις επιλογές του μενού περιεχομένων <gui>Προσθήκη στο .gitignore</gui> ή <gui>Αφαίρεση από το .gitignore</gui>.
pt_br: Ao utilizar as opções do menu de contexto <gui>Adicionar ao .gitignore</gui> ou <gui>Remover do .gitignore</gui>.
sv: Genom att använda snabbmenyvalen <gui>Lägg till i .gitignore</gui> eller <gui>Ta bort från .gitignore</gui>.
uk: За допомогою пунктів контекстного меню <gui>Додати до .gitignore</gui> та <gui>Вилучити з .gitignore</gui>.

source: Editing files
da: Redigere filer
el: Επεξεργασία αρχείων
pt_br: Editar arquivos
sv: Redigera filer
uk: Редагування файлів

source: Committing
da: Integrere (committing)
el: Υποβολή
pt_br: Efetuar commit
sv: Incheckning
uk: Записується до репозиторію

source: Creating patches
da: Oprette rettelser (patches)
el: Δημιουργία διορθώσεων
pt_br: Criar correções (patches)
sv: Skapa patch
uk: Створення латок

source: When there are any unstaged changes in the file list, you can create a patch by using the <gui>Create patch</gui> context menu option.
da: Når der er »fjern ændringer« i fillisten kan du oprette en rettelse (patch) ved at bruge indstillingen <gui>Lav rettelse</gui> i kontekstmenuen.
el: Όταν υπάρχουν ακαταχώριστες αλλαγές στον κατάλογο αρχείων, μπορείτε να δημιουργήσετε μια διόρθωση χρησιμοποιώντας την επιλογή του μενού περιεχομένων <gui>Δημιουργία διόρθωσης</gui>.
pt_br: Quando há quaisquer alterações que não foram apresentadas à lista de arquivos, você pode criar uma correção usando a opção <gui>Criar patch (correção)</gui> do menu de contexto.
sv: När det finns oköade ändringar i fillistan kan du skapa en programfix genom att använda snabbmenyvalet <gui>Skapa patch</gui>.
uk: Якщо у списку файлів є якісь незаписані зміни, ви можете створити латку за допомогою пункту контекстного меню <gui>Створити латку</gui>.

source: Viewing the history of a repository
da: Viser historikken af et arkiv
el: Προβολή του ιστορικού ενός αποθετηρίου
pt_br: Visualizando o histórico de um repositório
sv: Visa historik för ett arkiv
uk: Перегляд журналу сховища

source: History view
da: Historikvisning
el: Προβολή ιστορικού
pt_br: Visualização do histórico
sv: Historikvy
uk: Панель журналу

source: Giggle in History view mode
da: Giggle i tilstanden historikvisning
el: Το Giggle σε κατάσταση προβολής ιστορικού
pt_br: Giggle no modo de visualização de histórico
sv: Giggle i läget historikvy
uk: Giggle у режимі перегляду журналу

source: Giggle main window in History mode
da: Giggles hovedmenu i tilstanden historik
pt_br: A janela principal do Giggle em modo de histórico
sv: Giggles huvudfönster i historikläge
uk: Головне вікно Giggle у режимі журналу

source: <app>Giggle</app>'s history view is set up in three main parts:
da: <app>Giggles</app> historikvisning er opsat i tre hoveddele:
el: Η προβολή ιστορικού του <app>Giggle</app> ρυθμίζεται σε τρία κύρια μέρη:
pt_br: A visão do histórico no <app>Giggle</app> é definida em três partes principais:
sv: <app>Giggle</app>s historikvy är uppdelad i tre delar:
uk: Панель журналу <app>Giggle</app> поділено на три основні частини:

source: Displays a visual representation of the current repository history, including all the branches be it remote or local. By hovering the mouse cursor over the icons you can display additional information, such as branch and tag names. Moving through history is accomplished either by using the mouse or the <key>Up</key> and <key>Down</key> keys.
da: Viser en visuel repræsentation af den aktuelle arkivhistorik inklusive alle grene, det være sig eksternt eller lokalt. Ved at føre musemarkøren over ikonerne kan du se yderligere information, såsom gren og mærkenavne. Bevægelse igennem historikken opnås ved enten at bruge musen eller tasterne <key>Op</key> og <key>Ned</key>.
el: Εμφανίζει μια οπτική απεικόνιση του τρέχοντος ιστορικού αποθετηρίου, συμπεριλαμβανόμενων όλων των κλάδων απομακρυσμένων ή τοπικών. Αιωρώντας τον δρομέα του ποντικιού πάνω από τα εικονίδια μπορείτε να εμφανίσετε πρόσθετες πληροφορίες, όπως ονόματα κλάδων και ετικετών. Η μετακίνηση μέσα από το ιστορικό πραγματοποιείται είτε χρησιμοποιώντας το ποντίκι ή με τα πλήκτρα <key>πάνω βέλος</key> και <key>κάτω βέλος</key>.
pt_br: Exibe uma representação visual do histórico do repositório atual, incluindo todos os ramos (branches) sejam estes locais ou remotos. Ao pairar o cursor do mouse sobre os ícones, você poderá ver informações adicionais como os nomes dos ramos e dos marcadores. Mover-se através do histórico é realizado tanto usando o mouse, quanto usando as teclas <key>para cima</key> e <key>para baixo</key>.
sv: Visar en representation av aktuellt arkivs historik, omfattande alla grenar, både fjärr och lokala. Genom att hovra musmarkören över ikonerna kan du visa ytterligare information så som grenar och taggnamn. Att förflytta sig genom historiken sker genom att använda musen eller tangenterna <key>Upp</key> och <key>Ned</key>.
uk: Показує візуальне представлення журналу поточного сховища, включно із усіма гілками, віддаленими або локальними. Якщо ви наведете вказівник миші на піктограми, програма покаже додаткові відомості, зокрема назви гілок і міток. Пересування журналом здійснюється за допомогою миші або натискання клавіш <key>↑</key> і <key>↓</key>.

source: Changed files
da: Ændrede filer
el: Αλλαγμένα αρχεία
pt_br: Arquivos modificados
sv: Ändrade filer
uk: Змінені файли

source: Displays files changed in the currently selected revision
da: Viser filer som blev ændret i den aktuelt valgte revision
el: Εμφανίζει τα αλλαγμένα αρχεία στην τρέχουσα επιλεγμένη αναθεώρηση
pt_br: Exibe arquivos modificados na revisão atualmente selecionada
sv: Visar filer som ändrats i den valda revisionen
uk: Показує файли, які було змінено у поточній позначеній модифікації

source: Diff
da: Forskel
el: Διαφορές

source: Displays the differences for the selected file and revision.
da: Viser forskellene for den valgte fil og revision.
el: Εμφανίζει τις διαφορές για το επιλεγμένο αρχείο και αναθεώρηση.
pt_br: Exibe a diferença entre o arquivo selecionado e a revisão.
sv: Visar skillnaderna för den valda filen och revisionen.
uk: Показує відмінності для позначеного файла і модифікації.

source: <app>Giggle</app> displays the differences as individual chunks, you can move between them either by using the Up and Down icons above the list of changed files, or by pressing <keyseq><key>Alt</key><key>Up</key></keyseq> and <keyseq><key>Alt</key><key>Down</key></keyseq> keys. Doing so will also move you through the list of changed files as the diff progresses.
da: <app>Giggle</app> viser forskellene som individuelle klumper, du kan bevæge dig imellem dem enten ved at bruge ikonerne for Op og Ned over listen af ændrede filer eller ved at trykke på <keyseq><key>Alt</key><key>Op</key></keyseq> og <keyseq><key>Alt</key><key>Ned</key></keyseq>. Dette vil også gøre, at du bevæger dig igennem listen af ændrede filer efterhånden som forskellen går frem.
el: Το <app>Giggle</app> εμφανίζει τις διαφορές ως ξεχωριστά τμήματα και μπορείτε να μετακινηθείτε μεταξύ τους είτε χρησιμοποιώντας τα εικονίδια πάνω και κάτω πάνω από τον κατάλογο των αλλαγμένων αρχείων, ή πατώντας τα πλήκτρα <keyseq><key>Alt</key><key>πάνω βέλος</key></keyseq> και <keyseq><key>Alt</key><key>κάτω βέλος</key></keyseq>. Αυτό θα σας μετακινήσει επίσης μέσα από τον κατάλογο των αλλαγμένων αρχείων όπως οι πρόοδοι διαφορών.
pt_br: O <app>Giggle</app> exibe as diferenças como blocos individuais, você pode mover-se entre eles tanto usando os ícones de para cima e para baixo localizados acima da lista de arquivos modificados, ou ao pressionar as teclas <keyseq><key>Alt</key><key>Para cima</key></keyseq> e <keyseq><key>Alt</key><key>Para baixo</key></keyseq>. Ao fazer o anterior, também irá movê-lo através da lista de arquivos modificados a medida que o diff progride.
sv: <app>Giggle</app> visar skillnader som individuella stycken, du kan flytta mellan dem genom att använda ikonerna upp och ned ovanför listan över ändrade filer, eller genom att trycka ned <keyseq><key>Alt</key><key>Upp</key></keyseq> och <keyseq><key>Alt</key><key>Ned</key></keyseq>. Att göra så kommer också att flytta dig genom listan över ändrade filer då diffen fortsätter.
uk: <app>Giggle</app> показує відмінності як окремі фрагменти. Ви можете пересуватися між ними або за допомогою кнопок із піктограмами-стрілками над списком змінених файлів, або за допомогою натискання комбінацій клавіш <keyseq><key>Alt</key><key>↑</key></keyseq> та <keyseq><key>Alt</key><key>↓</key></keyseq>. Використання цих засобів керування також пересуватиме перегляд списком змінених файлів під час пересування різницею.

source: Giggle Help
da: Gigglehjælp
el: Βοήθεια του Giggle
pt_br: Ajuda do Giggle
sv: Hjälp för Giggle
uk: Довідка з Giggle

source: Working with <app>Giggle</app>
da: Arbejde med <app>Giggle</app>
el: Δουλεύοντας με το <app>Giggle</app>
pt_br: Trabalhando com o <app>Giggle</app>
sv: Arbeta med <app>Giggle</app>
uk: Робота з <app>Giggle</app>

source: Working with GIT repositories
da: Arbejde med GIT-arkiver
el: Δουλεύοντας με τα αποθετήρια GIT
pt_br: Trabalhando com repositórios GIT
sv: Arbeta med GIT-arkiv
uk: Робота зі сховищами GIT

source: Introduction to the <app>Giggle</app> GIT repository viewer
da: Introduktion til <app>Giggle</app> - GIT-arkivfremviser
el: Εισαγωγή στην προβολή αποθετηρίου GIT του <app>Giggle</app>
pt_br: Introdução ao <app>Giggle</app> - visualizador de repositório GIT
sv: Introduktion till <app>Giggle</app> GIT-arkivvisare
uk: Вступ до <app>Giggle</app>, програми для перегляду сховищ GIT

source: Introduction
da: Introduktion
el: Εισαγωγή
pt_br: Introdução
sv: Introduktion
uk: Вступ

source: The <app>Giggle</app> application enables you to graphically browse and manipulate the contents of a git directory tree.
da: Programmet <app>Giggle</app> lader dig grafisk gennemse og manipulere indholdet af en git-mappevisning.
el: Η εφαρμογή <app>Giggle</app> σας επιτρέπει την γραφική περιήγηση και διαχείριση των περιεχομένων ενός δένδρου καταλόγου git.
pt_br: O aplicativo <app>Giggle</app> permite a você navegar graficamente e manipular o conteúdo de uma árvore de diretórios git.
sv: <app>Giggle</app> låter dig grafiskt utforska och manipulera innehållet i ett git-katalogträd.
uk: Програма <app>Giggle</app> надає вам змогу здійснювати навігацію та керувати вмістом ієрархії каталогів сховища git у графічному режимі.

source: Starting <app>giggle</app>
da: Start af <app>giggle</app>
el: Έναρξη του <app>giggle</app>
pt_br: Inciando o <app>giggle</app>
sv: Starta <app>giggle</app>
uk: Запуск <app>giggle</app>

source: You can start <app>giggle</app> in the following ways:
da: Du kan starte <app>giggle</app> på følgende måder:
el: Μπορείτε να αρχίσετε το <app>giggle</app> με τους ακόλουθους τρόπους:
pt_br: Você pode iniciar o <app>giggle</app> das seguintes formas:
sv: Du kan starta <app>giggle</app> på följande sätt:
uk: Запустити <app>giggle</app> можна у один із таких способів:

source: Choose <guiseq><gui>Programming</gui> <gui>Giggle</gui></guiseq> from the <gui>Applications</gui> menu.
da: Vælg <guiseq><gui>Programmering</gui> <gui>Giggle</gui></guiseq> fra menuen <gui>Programmer</gui>.
el: Επιλέξτε <guiseq><gui>Προγραμματισμός</gui> <gui>Giggle</gui></guiseq> από το μενού <gui>Εφαρμογές</gui>.
pt_br: Escolha <guiseq><gui>Programação</gui> <gui>Giggle</gui></guiseq> a partir do menu <gui>Aplicativos</gui>.
sv: Välj <guiseq><gui>Programmering</gui><gui>Giggle</gui></guiseq> från menyn <gui>Program</gui>.
uk: Виберіть пункт <guiseq><gui>Програмування</gui> <gui>Giggle</gui></guiseq> з меню <gui>Програми</gui>.

source: Run <cmd>giggle</cmd> at the prompt in a terminal such or from the <gui>Run Application</gui> dialog.
da: Kør <cmd>giggle</cmd> ved prompten i en terminal eller fra dialogen <gui>Kør program</gui>.
el: Εκτελέστε το <cmd>giggle</cmd> όταν ζητηθεί σε ένα τερματικό ή από τον διάλογο <gui>Εκτέλεση εφαρμογής</gui>.
pt_br: Execute o <cmd>giggle</cmd> ao prompt de um terminal ou a partir do diálogo <gui>Executar aplicativo</gui>.
sv: Kör <cmd>Giggle</cmd> från prompten i en terminal eller från dialogen <gui>Kör program</gui>.
uk: Віддайте команду <cmd>giggle</cmd> у запиті термінала або у діалоговому вікні <gui>Запустити програму</gui>.

source: Closing <app>giggle</app>
da: Lukning af <app>giggle</app>
el: Κλείσιμο του <app>giggle</app>
pt_br: Fechando o <app>giggle</app>
sv: Stänga <app>Giggle</app>
uk: Закриття <app>giggle</app>

source: To close <app>giggle</app> choose <guiseq><gui>Project</gui><gui>Quit</gui></guiseq>, or press <keyseq><key>Ctrl</key><key>Q</key></keyseq>.
da: For at lukke <app>giggle</app> vælg <guiseq><gui>Projekt</gui><gui>Afslut</gui></guiseq>, eller tryk <keyseq><key>Ctrl</key><key>Q</key></keyseq>.
el: Για να κλείσετε το <app>giggle</app> επιλέξτε <guiseq><gui>Έργο</gui><gui>Έξοδος</gui></guiseq>, ή πατήστε <keyseq><key>Ctrl</key><key>Q</key></keyseq>.
pt_br: Para fechar o <app>giggle</app> escolha <guiseq><gui>Projeto</gui><gui>Sair</gui></guiseq>, ou pressione <keyseq><key>Ctrl</key><key>Q</key></keyseq>.
sv: För att stänga <app>Giggle</app>, välj <guiseq><gui>Projekt</gui><gui>Avsluta</gui></guiseq> eller tryck ned <keyseq><key>Ctrl</key><key>Q</key></keyseq>.
uk: Щоб закрити вікно <app>giggle</app>, виберіть пункт меню <guiseq><gui>Проєкт</gui><gui>Вийти</gui></guiseq> або натисніть комбінацію клавіш <keyseq><key>Ctrl</key><key>Q</key></keyseq>.

source: Legal information.
da: Juridisk information.
el: Νομικές πληροφορίες.
pt_br: Informações legais.
sv: Juridisk information.
uk: Правові відомості.

source: License
da: Licens
el: Άδεια
pt_br: Licença
sv: Licens
uk: Ліцензування

source: This work is distributed under a CreativeCommons Attribution-Share Alike 3.0 Unported license.
da: Dette værk distribueres under licensen Creative Commons Navngivelse/Del på samme vilkår 3.0 Unported.
el: Αυτή η εργασία διανέμεται κάτω από την άδεια της CreativeCommons Attribution-Share Alike 3.0 Unported.
pt_br: Esta obra é distribuída sobre a licença Creative Commons Atribuição-Compartilhada Igual 3.0.
sv: Detta verk distribueras under en CreativeCommons Erkännande-DelaLika 3.0 Unported-licens.
uk: Ця робота поширюється за умов ліцензування CreativeCommons Attribution-Share Alike 3.0 Unported.

source: You are free:
da: Du må frit:
el: Είσαστε ελεύθεροι:
pt_br: Você é livre:
sv: Du har rätt:
uk: Ви можете:

source: <em>To share</em>
da: <em>Dele</em>
el: <em>Να μοιραστείτε</em>
pt_br: <em>Para compartilhar</em>
sv: <em>Att dela</em>
uk: <em>Ділитися</em>

source: To copy, distribute and transmit the work.
da: kopiere, distribuere og overføre værket.
el: Να αντιγράψετε, να διανείμετε και να μεταδώσετε το έργο.
pt_br: Para copiar, distribuir e transmitir a obra.
sv: Att kopiera, distribuera och vidarebefordra.
uk: Копіювати, поширювати і передавати цю роботу

source: <em>To remix</em>
da: <em>Sammensætte på anden vis</em>
el: <em>Να αναμείξετε</em>
pt_br: <em>Remixar</em>
sv: <em>Att remixa</em>
uk: <em>Змінювати</em>

source: To adapt the work.
da: tilpasse værket
el: Να προσαρμόσετε την εργασία.
pt_br: Para adaptar a obra.
sv: Att anpassa programmet.
uk: Адаптувати цю роботу.

source: Under the following conditions:
da: Under de følgende betingelser:
el: Κάτω από τους ακόλουθους όρους:
pt_br: Sob as seguintes condições:
sv: Under följande villkor:
uk: За дотримання таких умов:

source: <em>Attribution</em>
da: <em>Navngivelse</em>
el: <em>Απόδοση</em>
pt_br: <em>Atribuição</em>
sv: <em>Erkännande</em>
uk: <em>Посилання на джерело</em>
