Repository: GNOME/giggle
Catalog: po/*.po
Languages: bs, el, eu, fur, hu, ko, oc, sr, sr@latin

source: Giggle is a graphical frontend for the git directory tracker.
eu: Giggle git direktorio-aztarnariaren interfaze grafiko bat da.
fur: Giggle al è un frontend grafic pal tracker de cartele git.
hu: A Giggle egy grafikus előtétprogram a git tartalomkövetőhöz.
oc: Giggle es una interfàcia grafica pel sistèma de contraròtle de versions git.

source: It currently features a history viewer much like gitk and a commit GUI like git gui.
eu: Unean, gitk aplikazioaren antzeko historia-ikustailea eta git gui aplikazioaren antzeko egikaritze-interfazea ditu.
fur: Atualmentri al à un visualizadôr de cronologjie simil a gitk e une interface grafiche par mandâ simile a chê di git.
hu: Jelenleg egy előzménymegtekintőt biztosít, akárcsak a gitk, és egy véglegesítő grafikus felhasználói felületet, mint a git gui.

source: Giggle history view
eu: Giggle historiaren bista
fur: Viodude cronologjie di Giggle

source: The GNOME Project
eu: GNOME proiektua
fur: Il progjet GNOME

source: URL:
eu: URLa:
sr: Адреса:
sr@latin: Adresa:

source: Name:
el: Όνομα:
eu: Izena:
fur: Non:
hu: Név:
oc: Nom :
sr: Назив:
sr@latin: Naziv:

source: Branches
bs: Grane
el: Κλάδοι
eu: Adarrak
fur: Rams
hu: Ágak
ko: 브랜치
sr: Гране
sr@latin: Grane

source: Cannot find plugin description in '%s'
bs: Opis plugin-a nije nađen u %s
el: Αδύνατη η εύρεση περιγραφής προσθέτου στο '%s'
eu: Ezin izan da pluginaren deskribapena aurkitu '%s'(e)n
fur: Impussibil cjatâ la descrizion dal plugin in '%s'
hu: Nem található bővítményleírás itt: „%s”
ko: '%s'에서 플러그인 설명을 찾을 수 없습니다
oc: Impossible de trobar la descripcion de l'empeuton dins « %s »
sr: Не могу да пронађем опис прикључка у „%s“
sr@latin: Ne mogu da pronađem opis priključka u „%s“

source: Demonstration of Giggle's Plugin System
el: Επίδειξη του συστήματος προσθέτου Giggle
eu: Giggle plugin-sistemaren erakusketa
fur: Dimostrazion dal sisteme di plugin di Giggle
hu: A Giggle bővítményrendszerének bemutatása
oc: Démonstration del sistèma d'empeutons de Giggle
sr: Представљање Гиторковог система прикључака
sr@latin: Predstavljanje Gitorkovog sistema priključaka

source: Hello World
eu: Kaixo mundua
fur: Mandi mont
hu: Helló, világ
oc: Bonjorn lo mond
sr: Поздрав народе
sr@latin: Pozdrav narode

source: Check if the plugin system works
el: Ελέγξετε αν το σύστημα προσθέτου δουλεύει
eu: Giggle plugin-sistemaren erakusketa
fur: Controle se il sisteme dai plugin al funzione
hu: Annak ellenőrzése, hogy a bővítményrendszer működik-e
oc: Verificar se lo sistèma d'empeutons fonciona
sr: Провери да ли ради систем прикључака
sr@latin: Proveri da li radi sistem priključaka

source: There was an error setting the configuration
bs: Došlo je do greške prilikom podešavanja konfiguracije
el: Παρουσιάστηκε σφάλμα κατά τον ορισμό της διαμόρφωσης
eu: Errorea izan da konfigurazioa ezartzean
fur: Al è saltât fûr un erôr tal stabilî la configurazion
hu: Hiba a beállítások megadásakor
ko: 설정하는데 오류가 있습니다
sr: Дошло је до грешке постављања подешавања
sr@latin: Došlo je do greške postavljanja podešavanja

source: There was an error getting the configuration
bs: Došlo je do greške prilikom dohvatanja konfiguracije
el: Παρουσιάστηκε σφάλμα κατά τη λήψη της διαμόρφωσης
eu: Errorea izan da konfigurazioa eskuratzean
fur: Al è saltât fûr un erôr tal recuperâ la configurazion
hu: Hiba a beállítások lekérésekor
ko: 설정을 가져오는데 오류가 있습니다
sr: Дошло је до грешке добављања подешавања
sr@latin: Došlo je do greške dobavljanja podešavanja

source: _Name:
bs: _Ime:
el: Ό_νομα:
eu: _Izena:
fur: _Non:
hu: _Név:
ko: 이름(_N):
oc: _Nom :
sr: _Име:
sr@latin: _Ime:

source: _Email:
el: Ηλ. _Διεύθυνση:
eu: _Helb. el.:
ko: 전자메일(_E):
oc: _Adreça electronica :
sr: _Ел. пошта:
sr@latin: _El. pošta:

source: Personal Details
bs: Lični podaci
el: Προσωπικές λεπτομέρειες
eu: Xehetasun pertsonalak
fur: Detais Personâi
hu: Személyes adatok
ko: 개인 세부정보
oc: Informacions personalas
sr: Лични подаци
sr@latin: Lični podaci

source: _Terminal
el: _Τερματικό
eu: _Terminala
fur: _Terminâl
hu: _Terminál
ko: 터미널(_T):
sr: _Терминал

source: Issue git commands via terminal
bs: Problem sa git naredbom putem terminala
el: Έκδοση εντολών git μέσα από τερματικό
eu: Bidali git komandoak terminalaren bidez
fur: Invie i comants git vie terminâl
hu: git parancsok kiadása terminálból
ko: 터미널에서 git 명령 실행
oc: Executar de comandas git via lo terminal
sr: Задајте наредбе гита путем терминала
sr@latin: Zadajte naredbe gita putem terminala

source: Edit personal details
el: Επεξεργασία προσωπικών λεπτομερειών
eu: Editatu xehetasun pertsonalak
fur: Modifiche detais personâi
hu: Személyes adatok szerkesztése
oc: Modificar sas informacions personalas
sr: Уредите личне податке
sr@latin: Uredite lične podatke

source: Terminal window
el: Παράθυρο τερματικού
eu: Terminalaren leihoa
fur: Barcon terminâl
hu: Terminálablak
oc: Fenèstra del terminal
sr: Прозор терминала
sr@latin: Prozor terminala

source: Create _Terminal
el: Δημιουργία _τερματικού
eu: Sortu _terminala
fur: Cree _terminâl
hu: _Terminál létrehozása
oc: Crear un _terminal
sr: Направи _терминал
sr@latin: Napravi _terminal

source: Create new tab in git terminal
el: Δημιουργία νέας καρτέλας σε τερματικό git
eu: Sortu fitxa berria git terminalean
fur: Cree une gnove schede intal terminâl git
hu: Új lap létrehozása a git terminálban
oc: Crèa un novèl onglet dins lo terminal git
sr: Направите нови језичак у терминалу гита
sr@latin: Napravite novi jezičak u terminalu gita

source: Find:
bs: Traži:
el: Εύρεση:
eu: Bilatu:
fur: Cjate:
hu: Keresés:
ko: 찾기:
oc: Recercar :
sr: Нађи:
sr@latin: Nađi:

source: Find previous occurrence of the search string
bs: Pronađi prethodnu pojavu traženog izraza
el: Εύρεση της προηγούμενης εμφάνισης της συμβολοσειράς αναζήτησης
eu: Hitzaren aurreko agerraldia bilatzen du
fur: Cjate il câs precedent de stringhe di ricercje
hu: A keresendő karakterlánc előző előfordulásának keresése
ko: 이전 조건 일치 검색 문자열 찾기
oc: Recèrca l'ocurréncia precedenta de la cadena
sr: Пронађите претходни израз задате ниске претраге
sr@latin: Pronađite prethodni izraz zadate niske pretrage

source: Find next occurrence of the search string
bs: Pronađi sljedeću pojavu traženog izraza
el: Εύρεση της επόμενης εμφάνισης της συμβολοσειράς αναζήτησης
eu: Hitzaren hurrengo agerraldia bilatzen du
fur: Cjate il prossim câs de stringhe di ricercje
hu: A keresendő karakterlánc következő előfordulásának keresése
ko: 다음 조건 일치 검색 문자열 찾기
oc: Recèrca l'ocurréncia seguenta de la cadena
sr: Пронађите следећи израз задате ниске претраге
sr@latin: Pronađite sledeći izraz zadate niske pretrage

source: C_ase Sensitive
bs: O_sjetljivo na veličinu slova
el: _Διάκριση πεζών/κεφαλαίων
eu: M_aiuskulak/minuskulak
fur: Sensibil aes M_aiusculis
hu: Na_gybetűérzékeny
ko: 대소문자 구별(_A)
oc: Sensible a la c_assa
sr: Разликуј _величину слова
sr@latin: Razlikuj _veličinu slova

source: Toggle case sensitive search
bs: Prebaci na pretraživanje osjetljivo na veličinu slova
el: Εναλλαγή διάκρισης πεζών/κεφαλαίων κατά την αναζήτηση
eu: Txandakatu maiuskulak eta minuskulak kontuan hartzen dituen bilaketa
fur: Comute ricercje sensibil aes maiusculis/minusculis
hu: Váltás a kis- és nagybetűérzékeny keresés között
ko: 대대소문자 구별 검색 여부상태를 전환합니다
oc: Bascula la sensibilitat a la cassa al moment de la recèrca
sr: Укључите претрагу осетљиву на величину слова
sr@latin: Uključite pretragu osetljivu na veličinu slova

source: An error occurred when retrieving authors list: %s
bs: Došlo je do greške prilikompreuzimanja liste autora: %s
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση της λίστας συγγραφέων: %s
eu: Errorea gertatu da egileen zerrenda atzitzean: %s
fur: Al è vignût fûr un erôr intal otignî la liste dai autôrs: %s
hu: Hiba történt a szerzőlista lekérése során: %s
ko: 작성자 목록을 가져오는데 오류가 발생했습니다: %s
sr: Дошло је до грешке приликом довлачења списка аутора: %s
sr@latin: Došlo je do greške prilikom dovlačenja spiska autora: %s

source: Authors:
bs: Autori:
el: Συγγραφείς:
eu: Egileak:
fur: Autôrs:
hu: Szerzők:
ko: 작성자:
sr: Аутори:
sr@latin: Autori:

source: An error occurred when retrieving branches list: %s
bs: Došlo je do greške prilikom preuzimanja liste poslovnica: %s
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση της λίστας κλάδων: %s
eu: Errorea gertatu da adarren zerrenda atzitzean: %s
fur: Al è vignût fûr un erôr tal recuperâ la liste dai rams: %s
hu: Hiba történt az áglista lekérése során: %s
ko: 브랜치 목록을 가져오는데 오류가 발생했습니다: %s
sr: Дошло је до грешке приликом довлачења списка грана: %s
sr@latin: Došlo je do greške prilikom dovlačenja spiska grana: %s

source: Branches:
bs: Grane:
el: Κλάδοι:
eu: Adarrak:
fur: Rams:
hu: Ágak:
ko: 브랜치:
sr: Гране:
sr@latin: Grane:

source: Clone Repository
el: Κλωνοποίηση αποθετηρίου
eu: Klonatu biltegia
hu: Tároló klónozása
ko: 저장소 클론
oc: Clonar un depaus
sr: Пресликај ризницу
sr@latin: Preslikaj riznicu

source: Cl_one
bs: K_opija
el: Κ_λωνοποίηση
eu: K_lonatu
hu: _Klónozás
ko: 클론(_O)
oc: Cl_onar
sr: _Пресликај
sr@latin: _Preslikaj

source: _Repository:
bs: _Repozitorij:
el: _Αποθετήριο:
eu: _Biltegia:
hu: _Tároló:
ko: 저장소(_R):
oc: _Depaus :
sr: _Ризница:
sr@latin: _Riznica:

source: _Local name:
bs: _Lokalni naziv:
el: _Τοπικό όνομα:
eu: _Izen lokala:
fur: Non _locâl:
hu: _Helyi név:
ko: 로컬 이름(_L):
oc: Nom _local :
sr: _Назив места:
sr@latin: _Naziv mesta:

source: Please select a location for the clone
bs: Molim odabetite lokaciju za kopiju
el: Παρακαλούμε επιλέξτε μια τοποθεσία για τον κλώνο
eu: Hautatu kokaleku bat klonerako
fur: Selezione une posizion pal clon
hu: Válassza ki a tárolási helyet a klónozáshoz
ko: 클론 위치를 선택하십시오
oc: Seleccionatz un emplaçament pel clòn
sr: Изаберите место за смештај клона
sr@latin: Izaberite mesto za smeštaj klona

source: Clone in _folder:
bs: Kopija u _direktoriju:
el: Κλωνοποίηση στον _φάκελο:
eu: Klonatu honako _karpetan:
fur: Clone te _cartele:
hu: Klónozás a _mappába:
ko: 클론 폴더(_F):
oc: Clonar dins lo dorsiè_r :
sr: Пресликај у _фасциклу:
sr@latin: Preslikaj u _fasciklu:

source: An error occurred when retrieving different files list: %s
bs: Došlo je do greške prilikom preuzimanja liste različitih datoteka: %s
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση της λίστας διαφορετικών αρχείων: %s
eu: Errorea gertatu da fitxategi desberdinen zerrenda atzitzean: %s
fur: Al è vignût fûr un erôr tal recuperâ diviersis listis di files: %s
hu: Hiba történt a különbségfájlok lekérése során: %s
ko: 각기 다른 파일 목록을 가져오는데 오류가 발생했습니다: %s
oc: Impossible d'obténer la lista dels fichièrs modificats : %s
sr: Дошло је до грешке приликом довлачења списка различитих датотека: %s
sr@latin: Došlo je do greške prilikom dovlačenja spiska različitih datoteka: %s

source: Changed files
bs: Izmijenjene datoteke
el: Αλλαγμένα αρχεία
eu: Aldatutako fitxategiak
fur: Files cambiâts
hu: Megváltozott fájlok
ko: 바뀐 파일
oc: Fichièrs modificats
sr: Измењене датотеке
sr@latin: Izmenjene datoteke

source: An error occurred when retrieving a diff: %s
bs: Došlo je do greške prilikom preuzimanja razlika: %s
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση διαφορών: %s
eu: Errorea gertatu da diff bat atzitzean: %s
fur: Al è vignût fûr un erôr intal otignî un diff: %s
hu: Hiba történt a különbség lekérése során: %s
ko: 비교 내용을 가져오는데 오류가 있습니다: %s
oc: Impossible d'obténer la diferéncia : %s
sr: Дошло је до грешке приликом довлачења разлике: %s
sr@latin: Došlo je do greške prilikom dovlačenja razlike: %s

source: Commit changes
bs: Izvrši promjene
el: Υποβολή αλλαγών
eu: Egikaritu aldaketak
fur: Mande cambiaments
hu: Változtatások véglegesítése
ko: 바뀐 커밋 내용
oc: Commitar las modificacions
sr: Угради измене
sr@latin: Ugradi izmene

source: Revision log:
bs: Dnevnik revizija:
el: Καταγραφή αναθεώρησης:
eu: Berrikuspenen egunkaria:
fur: Regjistri revision:
hu: Revíziónapló:
ko: 리비전 기록:
oc: Jornal de las revisions :
sr: Дневник прераде:
sr@latin: Dnevnik prerade:

source: Co_mmit
bs: _Potvrdi
el: _Καταχώριση
eu: _Egikaritu
fur: M_ande
hu: Ko_mmit
ko: 커밋(_M)
oc: C_ommitar
sr: У_гради
sr@latin: U_gradi

source: An error occurred when committing: %s
bs: Došlo je do greške prilikom potvrđivanja: %s
el: Παρουσιάστηκε σφάλμα κατά την υποβολή: %s
eu: Errorea gertatu da egikaritzean: %s
fur: Al è vignût fûr un erôr tal mandâ: %s
hu: Hiba történt a kommit során: %s
ko: 커밋도중 오류가 발생했습니다: %s
oc: Una error s'es producha al moment del commit : %s
sr: Дошло је до грешке приликом уградње: %s
sr@latin: Došlo je do greške prilikom ugradnje: %s

source: An error occurred when retrieving the file list: %s
bs: Došlo je do greške prilikom preuzimanja liste datoteka: %s
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση της λίστας αρχείων: %s
eu: Errorea gertatu da fitxategien zerrenda atzitzean: %s
fur: Al è vignût fûr un erôr intal otignî la liste dai file: %s
hu: Hiba történt a fájllista lekérése során: %s
ko: 파일 목록을 가져오는데 오류가 있습니다: %s
oc: Impossible d'obténer la lista dels fichièrs : %s
sr: Дошло је до грешке приликом довлачења списка датотеке: %s
sr@latin: Došlo je do greške prilikom dovlačenja spiska datoteke: %s

source: An error occurred when adding a file to git: %s
bs: Došlo je do greške prilikom dodavanja nove datoteke u git: %s
el: Παρουσιάστηκε σφάλμα κατά την προσθήκη αρχείου στο git: %s
eu: Errorea gertatu da fitxategi bat git-era gehitzean: %s
fur: Al è vignût fûr un erôr cuant che si zontave un file a git: %s
hu: Hiba történt egy fájl git-hez adása során: %s
ko: git에 파일을 추가하는데 오류가 있습니다: %s
oc: Impossible d'apondre un fichièr a git : %s
sr: Дошло је до грешке приликом додавања датотеке у гит: %s
sr@latin: Došlo je do greške prilikom dodavanja datoteke u git: %s

source: Could not save the patch as %s
bs: Zakrpa se ne može snimiti kao %s
el: Αδύνατη η αποθήκευση του μπαλώματος ως %s
eu: Ezin da adabakia gorde %s izenarekin
fur: Impussibil salvâ la patch come %s
hu: Nem sikerült a folt mentése mint „%s”
ko: %s(으)로 패치를 저장할 수 없습니다
oc: Impossible d'enregistrar lo correctiu jos « %s »
sr: Не могу да сачувам закрпу као „%s“
sr@latin: Ne mogu da sačuvam zakrpu kao „%s“

source: No error was given
bs: Greška nije zadana
el: Δεν βρέθηκαν σφάλματα
eu: Ez da errorik eman
fur: Nissun erôr al jere furnît
hu: Nincs megadva hiba
ko: 오류가 없습니다
oc: Cap d'error pas indicada
sr: Нема порука о грешкама
sr@latin: Nema poruka o greškama

source: Patch saved as %s
bs: Zakrpa snimljena kao %s
el: Το μπάλωμα αποθηκεύτηκε ως %s
eu: Adabakia gorde da %s izenarekin
fur: Patch salvade come %s
hu: Folt mentve mint „%s”
ko: %s(으)로 패치를 저장했습니다
oc: Correctiu enregistrat jos %s
sr: Закрпа је сачувана као „%s“
sr@latin: Zakrpa je sačuvana kao „%s“

source: Created in project directory
bs: Kreirano u projektnom direktoriju
el: Δημιουργήθηκε στον κατάλογο του έργου
eu: Proiektuaren direktorioan sortua
fur: Creât inte cartele dal progjet
hu: Létrehozva a projektkönyvtárban
ko: 프로젝트 디렉터리에 만들었습니다
oc: Creat dins lo repertòri projècte
sr: Направљено у директоријуму пројекта
sr@latin: Napravljeno u direktorijumu projekta

source: Created in directory %s
bs: Kreirano u direktoriju %s
el: Δημιουργήθηκε στον κατάλογο %s
eu: %s direktorioan sortua
fur: Creât inte cartele %s
hu: Létrehozva a(z) „%s” könyvtárban
ko: %s 디렉터리에 만들었습니다
oc: Creat dins lo repertòri %s
sr: Направљено у директоријуму „%s“
sr@latin: Napravljeno u direktorijumu „%s“

source: Create Patch
bs: Kreiraj zakrpu
el: Δημιουργία μπαλώματος
eu: Sortu adabakia
fur: Cree patch
hu: Folt létrehozása
ko: 패치 만들기
oc: Creacion d'un correctiu
sr: Изради закрпу
sr@latin: Izradi zakrpu

source: Delete glob pattern?
bs: Želite li izbrisati glob uzorak?
el: Διαγραφή υποδείγματος glob;
eu: Ezabatu komodina?
fur: Eliminâ il model globâl?
hu: Törli a glob mintát?
ko: 글롭 패턴을 삭제합니까?
oc: Volètz suprimir lo motiu « glob » ?
sr: Да обришем општи шаблон?
sr@latin: Da obrišem opšti šablon?

source: The selected file was shadowed by a glob pattern that may be hiding other files, delete it?
bs: Označena datoteka je osjenčena od strane glob uzorka koji možda skriva druge datoteke, želite li ga izbrisati?
el: Το επιλεγμένο αρχείο σκιάστηκε από ένα υπόδειγμα glob που μπορεί να κρύβει άλλα αρχεία, να διαγραφεί;
eu: Hautatutako fitxategiak komodin baten itzala zuen, eta horrek beste fitxategi batzuk ezkuta ditzake. Ezabatu?
fur: Il file selezionât al è stât metût in ombrene (shadowing) di un model globâl (glob pattern) che al podarès platâ altris files, eliminâlu?
hu: A kiválasztott fájlt egy glob minta rejti el, amely más fájlokat is rejthet, törli?
ko: 선택한 파일은 다른 파일을 가리는 글롭 패턴으로 쉐도우 처리되었습니다. 삭제합니까?
oc: Lo fichièr seleccionat èra amagat per un motiu « glob » qui cache potencialament d'autres fichièrs, lo volètz suprimir ?
sr: Изабрана датотека је засенчена општим шаблоном који можда крије остале датотеке, да је обришем?
sr@latin: Izabrana datoteka je zasenčena opštim šablonom koji možda krije ostale datoteke, da je obrišem?

source: _Commit Changes
bs: _Izvrši promjene
el: _Υποβολή αλλαγών
eu: _Egikaritu aldaketak
fur: _Mande cambiaments
hu: Változtatások _kommitolása
ko: 바뀐 내용 커밋(_C)
oc: _Commitar las modificacions
sr: _Угради измене
sr@latin: _Ugradi izmene

source: A_dd file to repository
bs: Do_daj datoteku u repozitorij
el: Π_ροσθήκη αρχείου στο αποθετήριο
eu: G_ehitu fitxategia biltegiari
fur: Z_onte file al repository
hu: Fájl hozzáa_dása a tárolóhoz
ko: 저장소에 파일 추가(_D)
oc: A_pondre un fichièr al depaus
sr: До_дај датотеку у ризницу
sr@latin: Do_daj datoteku u riznicu

source: Create _Patch
bs: Kreiraj _zakrpu
el: Δημιουργία _μπαλώματος
eu: Sortu _adabakia
fur: Cree _patch
hu: Folt _létrehozása
ko: 패치 만들기(_P)
oc: Crear un co_rrectiu
sr: Изради _закрпу
sr@latin: Izradi _zakrpu

source: _Add to .gitignore
bs: _Dodaj u .gitignore
el: _Προσθήκη στο .gitignore
eu: _Gehitu .gitignore fitxategira
fur: _Zonte a .gitignore
hu: _Hozzáadás a .gitignore-hoz
ko: .gitignore에 추가(_A)
oc: _Apondre a .gitignore
sr: _Додај у „.gitignore“
sr@latin: _Dodaj u „.gitignore“

source: _Remove from .gitignore
bs: _Ukloni iz .gitignore
el: _Αφαίρεση από το .gitignore
eu: _Kendu .gitignore fitxategitik
fur: _Gjave da .gitignore
hu: _Eltávolítás a .gitignore-ból
ko: .gitignore에서 제거(_R)
oc: Sup_rimir de .gitignore
sr: _Уклони из „.gitignore“
sr@latin: _Ukloni iz „.gitignore“

source: _Show all files
bs: _Prikaži sve datoteke
el: Ε_μφάνιση όλων των αρχείων
eu: Erakutsi fitxategi g_uztiak
fur: _Mostre ducj i files
hu: _Minden fájl mutatása
ko: 모든 파일 표시(_S)
oc: Afichar _totes los fichièrs
sr: _Прикажи све датотеке
sr@latin: _Prikaži sve datoteke

source: Project
bs: Projekat
el: Έργο
eu: Proiektua
fur: Progjet
hu: Projekt
ko: 프로젝트
oc: Projècte
sr: Пројекат
sr@latin: Projekat

source: An error occurred:
bs: Došlo je do greške:
el: Παρουσιάστηκε ένα σφάλμα:
eu: Errorea gertatu da:
fur: Si è presentât un erôr:
hu: Hiba történt:
ko: 오류가 발생했습니다:
oc: Una error s'es producha :
sr: Дошло је до грешке:
sr@latin: Došlo je do greške:

source: Clone a repository
bs: Kloniraj repozitorij
el: Κλωνοποίηση αποθετηρίου
eu: Klonatu biltegi bat
fur: Clone un repository
hu: Tároló klónozása
ko: 저장소 클론
oc: Clòna un depaus
sr: Пресликајте ризницу
sr@latin: Preslikajte riznicu

source: URL
eu: URLa
sr: Адреса
sr@latin: Adresa

source: Show the diff window
bs: Pokaži prozor sa razlikama
el: Εμφάνιση του παραθύρου διαφορών
eu: Erakutsi diff leihoa
fur: Mostre il barcon diff
hu: A diff ablak megjelenítése
ko: 비교 창 표시
oc: Aficha la fenèstra de las diferéncias
sr: Приказује прозор разлика
sr@latin: Prikazuje prozor razlika

source: Show version information and exit
bs: Pokaži informacije o izdanju i izađi
el: Εμφάνιση πληροφοριών έκδοσης και έξοδος
eu: Erakutsi bertsioaren informazioa eta irten
fur: Mostre lis informazions de version e jes
hu: Verzióinformáció megjelenítése, majd kilépés
ko: 버전 정보를 표시하고 나갑니다
oc: Mòstra las informacions de version e quita
sr: Приказује податке о издању и излази
sr@latin: Prikazuje podatke o izdanju i izlazi

source: [DIRECTORY]
bs: [DIREKTORIJUM]
el: [ΚΑΤΑΛΟΓΟΣ]
eu: [DIREKTORIOA ]
fur: [CARTELE]
hu: [KÖNYVTÁR]
ko: <디렉터리>
oc: [REPERTÒRI]
sr: [ДИРЕКТОРИЈУМ]
sr@latin: [DIREKTORIJUM]

source: Report errors (in English, with LC_ALL=C) to <%s>.
bs: Prijavi greške (na engleskom, sa LC_ALL=C) za <%s>.
el: Αναφορά σφαλμάτων (στα αγγλικά, με LC_ALL=C) στο <%s>.
eu: Jakinarazi erroreak (ingelesez, LC_ALL=C erabilita) honi: <%s>.
fur: Segnale erôrs (in inglês, cun LC_ALL=C) a <%s>.
hu: Hibákat (angolul, LC_ALL=C beállítással) itt jelenthet be: <%s>.
ko: 오류를 <%s>(으)로(LC_ALL=C, 영어로) 보고하십시오.
oc: Senhalatz las errors (en anglés, amb LC_ALL=C) a <%s>.
sr: Пријавите грешке (на енглеском, са „LC_ALL=C“) на <%s>.
sr@latin: Prijavite greške (na engleskom, sa „LC_ALL=C“) na <%s>.

source: Giggle is a graphical frontend for the git content tracker.
bs: Giggle je grafičko sučelje za praćenje git sadržaja.
el: Το Giggle είναι μια γραφική διεπαφή χρήστη για τον εντοπιστή περιεχομένου git.
eu: Giggle git eduki-aztarnariaren interfaze grafiko bat da.
fur: Giggle al è un frontend grafic pal tracker dai contignûts di git.
hu: A Giggle egy grafikus előtétprogram a git tartalomkövetőhöz.
ko: 기글은 git 컨텐트 추적용 그래픽 프론트엔드입니다.
oc: Giggle es una interfàcia grafica pel sistèma de contraròtle de versions git.
sr: Гиторко је графички челник за пратиоца садржаја гита.
sr@latin: Gitorko je grafički čelnik za pratioca sadržaja gita.

source: Try '%s --help' for more information.
bs: Pokušajte '%s --help' za više informacija.
el: Δοκιμάστε '%s --help' για περισσότερες πληροφορίες.
eu: Probatu '%s --help' laguntza gehiago jasotzeko.
fur: Prove '%s --help' par vê plui informazions.
hu: További információkért adja ki a(z) „%s --help” parancsot.
ko: 더 많은 내용은 '%s --help'를 실행하십시오.
oc: Sasissètz « %s --help » per mai d'informacions.
sr: Пробајте „%s --help“ за више података.
sr@latin: Probajte „%s --help“ za više podataka.

source: Click to add mapping…
bs: Kliknite za dodavanje mapiranja…
el: Πατήστε για προσθήκη απεικόνισης…
eu: Klik mapatzea gehitzeko…
fur: Fâs clic par zontâ mapadure…
hu: Kattintson ide új hozzárendeléshez…
ko: 매핑을 추가하려면 누르십시오…
oc: Clicatz per apondre una relacion...
sr: Кликни да додаш мапирање…
sr@latin: Klikni da dodaš mapiranje…

source: Unnamed
bs: Neimenovan
el: Ανώνυμο
eu: Izengabea
fur: Cence non
hu: Névtelen
ko: 이름 없음
oc: Sans nom
sr: Неимановано
sr@latin: Neimanovano

source: Icon
bs: Ikona
el: Εικονίδιο
eu: Ikonoa
fur: Icone
hu: Ikon
ko: 아이콘
oc: Icòna
sr: Иконица
sr@latin: Ikonica

source: Name
bs: Naziv:
el: Όνομα
eu: Izena
fur: Non
hu: Név
ko: 이름
oc: Nom
sr: Назив
sr@latin: Naziv

source: Double click to add remote…
bs: Dvostruki klik da dodate daljinski…
el: Διπλοπατήστε για τη προσθήκη απομακρυσμένου…
eu: Klik bikoitza urrunekoa gehitzeko…
fur: Dopli clic par zontâ rimot…
hu: Kattintson duplán egy távoli ág hozzáadásához…
ko: remote를 추가하려면 두번 누르십시오…
oc: Doble-clicatz per apondre un site distant...
sr: Двоклик за додавање удаљеног…
sr@latin: Dvoklik za dodavanje udaljenog…

source: Author:
bs: Autor:
el: Συγγραφέας:
eu: Egilea:
fur: Autôr:
hu: Szerző:
ko: 작성자:
oc: Autor :
sr: Аутор:
sr@latin: Autor:

source: Committer:
bs: Izvršitelj:
el: Καταχωριστής:
eu: Bidaltzailea:
fur: Mandant:
hu: Kommitáló:
ko: 제출자:
oc: Commitaire :
sr: Пошиљалац:
sr@latin: Pošiljalac:

source: Date:
bs: Datum:
el: Ημερομηνία:
eu: Data:
hu: Dátum:
ko: 날짜:
oc: Data :
sr: Датум:
sr@latin: Datum:

source: Change Log:
bs: Dnevnik promjena:
el: Αλλαγή καταγραφής:
eu: Aldaketa-egunkaria:
fur: Regjistri modifichis:
hu: Változásnapló:
ko: 바뀐 내용 기록:
oc: Jornal de las modificacions :
sr: Дневник измена:
sr@latin: Dnevnik izmena:

source: _Details
bs: _Detalji
el: _Λεπτομέρειες
eu: _Xehetasunak
fur: _Detais
hu: _Részletek
ko: 세부 내역(_D)
oc: _Detalhs
sr: _Појединости
sr@latin: _Pojedinosti

source: Display revision details
bs: Prikaži datelje revizije
el: Εμφάνιση λεπτομερειών αναθεώρησης
eu: Bistaratu berrikuspenaren xehetasunak
fur: Mostre detais revision
hu: Revízió részleteinek megtekintése
ko: 리비전 세부 내역 표시
oc: Afichar los detalhs de la revision
sr: Прикажите појединости прераде
sr@latin: Prikažite pojedinosti prerade
