Repository: GNOME/giggle
Catalog: po/*.po
Languages: bs, el, eu, fur, hu, ko, oc, sr, sr@latin

source: Git repository viewer
el: Προβολέας αποθετηρίου Git

source: There was an error setting the configuracion
oc: Error a l'enregistrament de la configuracion

source: There was an error getting the configuracion
oc: Error a la recuperacion de la configuracion

source: An error occurred when retrieving autfòra list: %s
oc: Impossible d'obténer la lista dels autors : %s

source: Autfòra:
oc: Autors :

source: An error occurred when retrieving brancas list: %s
oc: Impossible d'obténer la lista de las brancas : %s

source: _Autfòra
oc: _Autors

source: Copyright © 2007 - 2008 Imendio AB Copyright © 2008 - 2009 Mathias Hasselmann Copyright © 2009 - 2012 The Giggle autfòra
oc: Copyright © 2007 - 2008 Imendio AB Copyright © 2008 - 2009 Mathias Hasselmann Copyright © 2009 - 2012 Los autors de Giggle
