Repository: GNOME/giggle
Catalog: po/*.po
Languages: bs, el, eu, fur, hu, ko, oc, sr, sr@latin

source: Delete branch "%s"
bs: Izbriši granu "%s"
el: Διαγραφή κλάδου "%s"
eu: Ezabatu “%s” adarra
fur: Elimine ram "%s"
hu: A(z) „%s” ág törlése
ko: "%s" 브랜치 삭제
oc: Suprimir la branca « %s »
sr: Обриши грану „%s“
sr@latin: Obriši granu „%s“

source: Delete tag "%s"
bs: Izbriši oznaku "%s"
el: Διαγραφή ετικέτας "%s"
eu: Ezabatu “%s” etiketa
fur: Elimine etichete "%s"
hu: A(z) „%s” címke törlése
ko: "%s" 태그 삭제
oc: Suprimir l'etiqueta « %s »
sr: Обриши ознаку „%s“
sr@latin: Obriši oznaku „%s“

source: Branch
bs: Grana
el: Κλάδος
eu: Adarra
fur: Ram
hu: Ág
ko: 브랜치
oc: Branca
sr: Грана
sr@latin: Grana

source: Tag
bs: Oznaka
el: Ετικέτα
eu: Etiketa
fur: Etichete
ko: 태그
oc: Etiqueta
sr: Ознака
sr@latin: Oznaka

source: Remote
bs: Udaljeni
el: Απομακρυσμένος
eu: Urrunekoa
fur: Rimot
hu: Távoli
oc: Distant
sr: Удаљени
sr@latin: Udaljeni

source: Enter branch name:
bs: Unesite naziv grane:
el: Εισαγωγή ονόματος κλάδου:
eu: Sartu adarraren izena:
fur: Inserìs non ram:
hu: Adja meg az ág nevét:
ko: 브랜치 이름을 입력하십시오:
oc: Sasissètz lo nom de la branca :
sr: Унесите назив гране:
sr@latin: Unesite naziv grane:

source: Enter tag name:
bs: Unesite naziv oznake:
el: Εισαγωγή ονόματος ετικέτας:
eu: Sartu etiketaren izena:
fur: Inserìs non etichete:
hu: Adja meg a címkenevet:
ko: 태그 이름을 입력하십시오:
oc: Sasissètz lo nom de l'etiqueta :
sr: Унесите назив ознаке:
sr@latin: Unesite naziv oznake:

source: Could not create patch
bs: Zakrpa nije kreirana
el: Αδύνατη η δημιουργία μπαλώματος
eu: Ezin izan da adabakia sortu
fur: Impussibil creâ patch
hu: Nem sikerült a foltot létrehozni
ko: 패치를 만들 수 없습니다
oc: Impossible de crear lo correctiu
sr: Не могох да направим закрпу
sr@latin: Ne mogoh da napravim zakrpu

source: Uncommitted changes
bs: Neizvršenje promjene
el: Ακαταχώριστες αλλαγές
eu: Egikaritu gabeko aldaketak
fur: Cambiaments locâi
hu: Nem kommitolt változtatások
ko: 커밋하지 않은 바뀐 내용
oc: Modificacions non commitadas
sr: Неуграђене измене
sr@latin: Neugrađene izmene

source: %b %d %I:%M %p
el: %d %b %I:%M %p
eu: %b %d %l:%M %p
fur: %d di %b %H:%M
hu: %b %e %l.%M %p
ko: %b %d일 %p %I:%M
oc: %d %b %H:%M
sr: %d %b. у %I:%M %p
sr@latin: %d %b. u %I:%M %p

source: %b %d %Y
el: %d %b %Y
eu: %Y %b %d
fur: %d di %b dal %Y
hu: %Y %b. %d
ko: %Y년 %b %d일
oc: %d %b %Y
sr: %d. %b %Y.
sr@latin: %d. %b %Y.

source: Commit
bs: Izvrši
el: Υποβολή
eu: Egikaritu
fur: Mande
hu: Véglegesítés
ko: 커밋
oc: Commitar
sr: Угради
sr@latin: Ugradi

source: Create _Branch
bs: Kreiraj _granu
el: Δημιουργία _κλάδου
eu: Sortu _adarra
fur: Cree _ram
hu: Á_g létrehozása
ko: 브랜치 만들기(_B)
oc: Crear una _branca
sr: Направи _грану
sr@latin: Napravi _granu

source: Create _Tag
bs: Kreiraj _oznaku
el: Δημιουργία _ετικέτας
eu: Sortu _etiketa
fur: Cree e_tichete
hu: _Címke létrehozása
ko: 태그 만들기(_T)
oc: Crear una e_tiqueta
sr: Направи _ознаку
sr@latin: Napravi _oznaku

source: Graph
bs: Grafikon
el: Γράφημα
eu: Grafikoa
fur: Grafic
hu: Grafikon
ko: 그래프
oc: Graf
sr: Дијаграм
sr@latin: Dijagram

source: Short Log
bs: Sažeti dnevnik
el: Συνοπτική καταγραφή
eu: Egunkari laburra
fur: Regjistri curt
hu: Rövid napló
ko: 기록 간단히
oc: Resumit de las modificacions
sr: Кратак дневник
sr@latin: Kratak dnevnik

source: Author
bs: Autor
el: Συγγραφέας
eu: Egilea
fur: Autôr
hu: Szerző
ko: 작성자
oc: Autor
sr: Аутор
sr@latin: Autor

source: Date
bs: Datum
el: Ημερομηνία
eu: Data
hu: Dátum
ko: 날짜
oc: Data
sr: Датум
sr@latin: Datum

source: Details
bs: Detalji
el: Λεπτομέρειες
eu: Xehetasunak
fur: Detais
hu: Részletek
ko: 세부 내역
oc: Detalhs
sr: Појединости
sr@latin: Pojedinosti

source: Show A_ll…
bs: Prikaži S_ve…
el: Εμφάνιση ό_λων…
eu: Erakutsi _dena…
fur: Mostre d_ucj…
hu: _Minden mutatása…
ko: 모두 표시(_L)…
oc: A_fichar tot...
sr: Прикажи _све…
sr@latin: Prikaži _sve…

source: Change %d of %d
bs: Promjeni %d od %d
el: Αλλαγή του %d από %d
eu: Aldatu %d / %d
fur: Cambiament %d di %d
hu: Változtatás %d / %d
ko: %2$d개중 %1$d개 바꾸기
oc: Modificacion %d sus %d
sr: Укупно измена: %d од %d
sr@latin: Ukupno izmena: %d od %d

source: _Previous Change
bs: _Prethodna promjena
el: _Προηγούμενη αλλαγή
eu: A_urreko aldaketa
fur: _Cambiament precedent
hu: _Előző változtatás
ko: 이전 바뀐 내용(_P)
oc: Modificacion _precedenta
sr: _Претходна измена
sr@latin: _Prethodna izmena

source: View previous change
bs: Pogledajte prethodnu promjenu
el: Προβολή προηγούμενης αλλαγής
eu: Bistaratu aurreko aldaketa
fur: Viôt il precedent cambiament
hu: Az előző változtatás megtekintése
ko: 이전 바뀐 내용을 봅니다
oc: Veire la modificacion precedenta
sr: Прегледајте претходну измену
sr@latin: Pregledajte prethodnu izmenu

source: _Next Change
bs: _Sljedeća promjena
el: _Επόμενη αλλαγή
eu: _Hurrengo aldaketa
fur: _Prossim cambiament
hu: _Következő változtatás
ko: 다음 바뀐 내용(_N)
oc: _Modificacion seguenta
sr: _Следећа измена
sr@latin: _Sledeća izmena

source: View next change
bs: Pogledajte sljedaću promjenu
el: Προβολή επόμενης αλλαγής
eu: Bistaratu hurrengo aldaketa
fur: Viôt il prossim cambiament
hu: A következő változtatás megtekintése
ko: 다음 바뀐 내용을 봅니다
oc: Veire la modificacion seguenta
sr: Прегледајте следећу измену
sr@latin: Pregledajte sledeću izmenu

source: _Changes
bs: _Promjene
el: _Αλλαγές
eu: _Aldaketak
fur: _Cambiaments
hu: Válto_ztatások
ko: 바뀐 내용(_C)
oc: _Modificacions
sr: _Измене
sr@latin: _Izmene

source: Browse a revision's changes
bs: Pretraži promjene revizija
el: Περιήγηση των αλλαγών αναθεώρησης
eu: Arakatu berrikuspen bateko aldaketak
fur: Esplore i cambiaments di une revision
hu: A revízió változtatásainak tallózása
ko: 리비전 바뀐 내용을 탐색합니다
oc: Percor las modificacions d'una revision
sr: Прегледајте измене прераде
sr@latin: Pregledajte izmene prerade

source: _Goto Line Number
bs: _Idi na liniju broj
el: _Μετάβαση στον αριθμό γραμμής
eu: Joan lerro-_zenbakira
fur: _Va al numar rie
hu: Sorhoz _ugrás
ko: 줄 번호로 이동(_G)
oc: _Anar al numèro de linha
sr: _Иди на ред
sr@latin: _Idi na red

source: Highlight specified line number
bs: Istakni određeni broj linije
el: Επισήμανση συγκεκριμένου αριθμού γραμμής
eu: Nabarmendu zehaztutako lerro-zenbakia
fur: Evidenziâ il numar de rie specificade
hu: Megadott sor kiemelése
ko: 지정한 줄 번호를 강조합니다
oc: Suslinhar la linha especificada
sr: Истакните број наведеног реда
sr@latin: Istaknite broj navedenog reda

source: Show _Changes
bs: Prikaži _Promjene
el: Εμφάνιση _αλλαγών
eu: Erakutsi _aldaketak
fur: Mostre _cambiaments
hu: Változtatások _megjelenítése
ko: 바뀐 내용 표시(_C)
oc: _Afichar las modificacions
sr: Прикажи _измене
sr@latin: Prikaži _izmene

source: Show changes for selected revision
bs: Prikaži promjene za odabranu reviziju
el: Εμφάνιση αλλαγών για την επιλεγμένη αναθεώρηση
eu: Erakutsi hautatutako berrikuspenaren aldaketak
fur: Mostre i cambiaments pe revision selezionade
hu: A kiválasztott revízió változtatásainak megjelenítése
ko: 선택한 리비전의 바뀐 내용을 표시합니다
oc: Aficha las modificacions per la revision seleccionada
sr: Прикажите измене за изабрану прераду
sr@latin: Prikažite izmene za izabranu preradu

source: Select _Revision
bs: Odaberi _reviziju
el: Επιλογή _αναθεώρησης
eu: Hautatu _berrikuspena
fur: Selezione _revision
hu: _Revízió kiválasztása
ko: 리비전 선택(_R)
oc: Seleccionar la _revision
sr: Изабери _прераду
sr@latin: Izaberi _preradu

source: Select revision of selected line
bs: Odaberi reviziju odabrane linije
el: Επιλογή αναθεώρησης της επιλεγμένης γραμμής
eu: Hautatu aukeratutako lerroaren berrikuspena
fur: Selezione la revision de rie selezionade
hu: A kiválasztott sor revíziójának megjelenítése
ko: 선택한 줄의 리비전을 선택합니다
oc: Selecciona la revision de la linha seleccionada
sr: Изаберите прераду изабраног реда
sr@latin: Izaberite preradu izabranog reda

source: An error occurred when getting file ref: %s
bs: Došlo je do greške prilikom uzimanja datotečni ref: %s
el: Παρουσιάστηκε σφάλμα κατά την λήψη αρχείου αναφοράς: %s
eu: Errorea gertatu da fitxategien erreferentzia eskuratzean: %s
fur: Al è vignût fûr un erôr intal otignî il file ref: %s
hu: Hiba a fájlreferencia lekérésekor: %s
ko: 파일 참조를 가져오는데 오류가 발생했습니다: %s
oc: Una error s'es producha al moment de l'obtencion del fichièr : %s
sr: Дошло је до грешке приликом довлачења упуте датотеке: %s
sr@latin: Došlo je do greške prilikom dovlačenja upute datoteke: %s

source: An error occurred when getting the revisions list: %s
bs: Došlo je do greške prilikom uzimanja liste revizija: %s
el: Παρουσιάστηκε σφάλμα κατά την λήψη της λίστας αναθεωρήσεων: %s
eu: Errorea gertatu da berrikuspenen zerrenda eskuratzean: %s
fur: Al è vignût fûr un erôr tal otignî la liste des revisions: %s
hu: Hiba történt a revíziólista lekérése során: %s
ko: 리비전 목록을 가져오는데 오류가 발생했습니다: %s
oc: Impossible d'obténer la lista de las revisions : %s
sr: Дошло је до грешке приликом довлачења списка прерада: %s
sr@latin: Došlo je do greške prilikom dovlačenja spiska prerada: %s

source: Line Number:
bs: Broj linije:
el: Αριθμός γραμμής:
eu: Lerro-zenbakia:
fur: Numar rie:
hu: Sorszám:
ko: 줄 번호:
oc: Numèro de linha :
sr: Број реда:
sr@latin: Broj reda:

source: _Browse
bs: _Pretraži
el: _Περιήγηση
eu: _Arakatu
fur: _Esplore
hu: _Tallózás
ko: 찾아보기(_B)
oc: _Percórrer
sr: _Разгледај
sr@latin: _Razgledaj

source: Browse the files of this project
bs: Pretraži datoteke ovog projekta
el: Περιήγηση στα αρχεία αυτού του έργου
eu: Arakatu proiektu honetako fitxategiak
fur: Esplore i files di chest progjet
hu: A projekt fájljainak tallózása
ko: 이 프로젝트의 파일을 탐색합니다
oc: Percor los fichièrs d'aqueste projècte
sr: Разгледајте датотеке овог пројекта
sr@latin: Razgledajte datoteke ovog projekta

source: _History
bs: _Historija
el: _Ιστορικό
eu: _Historia
fur: _Cronologjie
hu: _Előzmények
ko: 기록(_H)
oc: _Istoric
sr: _Историјат
sr@latin: _Istorijat

source: Browse the history of this project
bs: Pretraži historiju ovog projekta
el: Περιήγηση στο ιστορικό αυτού του έργου
eu: Arakatu proiektu honen historia
fur: Esplore la cronologjie di chest progjet
hu: A projekt előzményeinek tallózása
ko: 이 프로젝트의 기록을 탐색합니다
oc: Percor l'istoric del projècte
sr: Разгледајте историјат овог пројекта
sr@latin: Razgledajte istorijat ovog projekta

source: Description:
bs: Opis:
el: Περιγραφή:
eu: Azalpena:
fur: Descrizion:
hu: Leírás:
ko: 설명:
oc: Descripcion :
sr: Опис:
sr@latin: Opis:

source: Remotes:
bs: Udaljeni:
el: Απομακρυσμένοι:
eu: Urrunekoak:
fur: Rimots:
hu: Távoli ágak:
oc: Distantas :
sr: Удаљени:
sr@latin: Udaljeni:

source: _Summary
bs: _Sažetak
el: _Περίληψη
eu: _Laburpena
fur: _Somari
hu: Ö_sszegzés
ko: 요약(_S)
oc: _Resumit
sr: _Сажетак
sr@latin: _Sažetak

source: _Branches
bs: _Grane
el: _Κλάδοι
eu: _Adarrak
fur: _Rams
hu: Ága_k
ko: 브랜치(_B)
sr: _Гране
sr@latin: _Grane

source: _Authors
bs: _Autori
el: _Συγγραφείς
eu: _Egileak
fur: _Autôrs
hu: _Szerzők
ko: 작성자(_A)
sr: _Аутори
sr@latin: _Autori

source: _Remotes
bs: _Udaljeni
el: _Απομακρυσμένοι
eu: _Urrunekoak
fur: _Rimots
hu: _Távoli ágak
ko: Remotes(_R):
oc: _Distants
sr: _Удаљени
sr@latin: _Udaljeni

source: The directory '%s' does not look like a git repository.
bs: Direktorij '%s' ne izgleda kao git repozitorij.
el: Ο κατάλογος '%s' δεν μοιάζει με αποθετήριο git.
eu: '%s' direktorioak ez dirudi git biltegia.
fur: La cartele '%s' no somee un repository git.
hu: A(z) „%s” könyvtár nem tűnik git tárolónak.
ko: '%s' 디렉터리는 git 저장소 같지 않습니다.
oc: Lo repertòri « %s » es pas un depaus git.
sr: Директоријум „%s“ не изгледа да је ризница гита.
sr@latin: Direktorijum „%s“ ne izgleda da je riznica gita.

source: Select git repository
bs: Odaberi git repozitorij
el: Επιλέξτε αποθετήριο git
eu: Hautatu git biltegi bat
fur: Selezione repository git
hu: Válasszon ki egy git tárolót
ko: git 저장소 선택
oc: Seleccionatz un depaus git
sr: Изаберите ризницу гита
sr@latin: Izaberite riznicu gita

source: Properties of %s
bs: Postavke %s
el: Ιδιότητες του %s
eu: %s-(r)en propietateak
fur: Proprietâts di %s
hu: %s tulajdonságai
ko: %s 속성
oc: Proprietats de %s
sr: Својства за %s
sr@latin: Svojstva za %s

source: Contributors:
bs: Doprinos dali:
el: Συντελεστές:
eu: Laguntzaileak:
fur: Colaboradôrs:
hu: Hozzájárultak:
ko: 공헌자:
sr: Доприносиоци:
sr@latin: Doprinosioci:

source: Copyright © 2007 - 2008 Imendio AB Copyright © 2008 - 2009 Mathias Hasselmann Copyright © 2009 - 2012 The Giggle authors
el: Πνευματικά δικαιώματα © 2007 - 2008 Imendio AB Πνευματικά δικαιώματα © 2008 - 2009 Mathias Hasselmann Πνευματικά δικαιώματα © 2009 - 2012 The Giggle authors
eu: Copyright © 2007 - 2008 Imendio AB Copyright © 2008 - 2009 Mathias Hasselmann Copyright © 2009 - 2012 Giggle egileak
fur: Copyright © 2007 - 2008 Imendio AB Copyright © 2008 - 2009 Mathias Hasselmann Copyright © 2009 - 2012 I autôrs di Giggle
hu: Copyright © 2007 - 2008 Imendio AB Copyright © 2008 - 2009 Mathias Hasselmann Copyright © 2009 - 2012 A Giggle szerzői
sr: Ауторска права © 2007 — 2008 Имендио АБ Ауторска права © 2008 — 2009 Матијас Хаселман Ауторска права © 2009 — 2012 Аутори Гиторка
sr@latin: Autorska prava © 2007 — 2008 Imendio AB Autorska prava © 2008 — 2009 Matijas Haselman Autorska prava © 2009 — 2012 Autori Gitorka

source: translator-credits
bs: Mirza Krajina https://launchpad.net/~krajina Samir Ribić https://launchpad.net/~megaribi
el: Ελληνική μεταφραστική ομάδα Gnome Δημήτρης Σπίγγος <dmtrs32@gmail.com> Για περισσότερες πληροφορίες http://gnome.gr
eu: Asier Sarasua Garmendia <asier.sarasua@gmail.com>
fur: Fabio Tomat <f.t.public@gmail.com>
hu: Kelemen Gábor <kelemeng@ubuntu.com> Meskó Balázs <meskobalazs@gmail.com>
ko: 조성호 <darkcircle.0426@gmail.com>
oc: Cédric Valmary <cvalmary@yahoo.fr>
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик
sr@latin: Miroslav Nikolić <miroslavnikolic@rocketmail.com> http://prevod.org — prevod na srpski jezik

source: A graphical frontend for Git
bs: Grafičko sučelje za Git
el: Μια γραφική διεπαφή χρήστη για Git
eu: Git aplikaziorako interfaze grafikoa
fur: Un frontend grafic par Git
hu: Grafikus előtétprogram a Git-hez
ko: git 그래픽 프론트엔드
oc: Una interfàcia grafica per Git
sr: Графички челник за Гит
sr@latin: Grafički čelnik za Git

source: About Giggle
bs: O programu Giggle
el: Περί του Giggle
eu: Giggle aplikazioari burua
fur: Informazions su Giggle
hu: A Giggle névjegye
ko: 기글 정보
oc: A prepaus de Giggle
sr: О Гиторку
sr@latin: O Gitorku

source: Giggle Website
bs: Giggle web stranica
el: Ιστότοπος Giggle
eu: Giggle aplikazioaren webgunea
fur: Sît web di Giggle
hu: A Giggle weboldala
ko: 기글 웹사이트
oc: Site Web de Giggle
sr: Веб сајт Гиторка
sr@latin: Veb sajt Gitorka

source: _Find…
bs: _Traži…
el: _Εύρεση…
eu: _Bilatu…
fur: _Cjate…
hu: _Keresés…
ko: 찾기(_F)…
oc: _Recercar...
sr: _Нађи…
sr@latin: _Nađi…

source: Find…
bs: Traži…
el: Εύρεση…
eu: Bilatu…
fur: Cjate…
hu: Keresés…
ko: 찾기…
oc: Recercar...
sr: Нађи…
sr@latin: Nađi…

source: Find Ne_xt
bs: Nađi s_ljedeće
el: Εύρεση επό_μενου
eu: Aurkitu _hurrengoa
fur: Cjate _prossim
hu: Kö_vetkező találat
ko: 다음 찾기(_X)
oc: Recercar lo _seguent
sr: Нађи _следеће
sr@latin: Nađi _sledeće

source: Find next match
bs: Nađi sljedeće poklapanje
el: Εύρεση της επόμενης συμφωνίας
eu: Aurkitu hurrengo bat parekatzea
fur: Cjate il câs sucessîf
hu: Következő találat keresése
ko: 다음 일치하는 내용을 찾습니다
oc: Recèrca la correspondéncia seguenta
sr: Пронађите следеће поклапање
sr@latin: Pronađite sledeće poklapanje

source: Find Pre_vious
bs: Nađi pret_hodni
el: Εύρεση προη_γούμενου
eu: Aurkitu _aurrekoa
fur: Cjate preced_ent
hu: Elő_ző találat
ko: 이전 찾기(_V)
oc: Recercar lo _precedent
sr: Нађи _претходно
sr@latin: Nađi _prethodno

source: Find previous match
bs: Nađi prethodno poklapanje
el: Εύρεση της προηγούμενης συμφωνίας
eu: Aurkitu aurreko parekatzea
fur: Cjate il câs precedent
hu: Előző találat keresése
ko: 이전 일치하는 내용을 찾습니다
oc: Recèrca la correspondéncia precedenta
sr: Пронађите претходно поклапање
sr@latin: Pronađite prethodno poklapanje

source: _Project
bs: _Projekat
el: Έ_ργο
eu: _Proiektua
fur: _Progjet
hu: _Projekt
ko: 프로젝트(_P)
oc: _Projècte
sr: _Пројекат
sr@latin: _Projekat

source: _Edit
bs: _Izmijeni
el: _Επεξεργασία
eu: _Editatu
fur: _Modifiche
hu: S_zerkesztés
ko: 편집(_E)
oc: E_dicion
sr: _Уређивање
sr@latin: _Uređivanje

source: _Go
bs: _Idi
el: _Μετάβαση
eu: _Joan
fur: _Va
hu: _Ugrás
ko: 이동(_G)
oc: _Anar
sr: _Иди
sr@latin: _Idi

source: _View
bs: _Pregled
el: _Προβολή
eu: _Ikusi
fur: _Visualize
hu: _Nézet
ko: 보기(_V)
oc: _Afichatge
sr: _Преглед
sr@latin: _Pregled

source: _Help
bs: _Pomoć
el: _Βοήθεια
eu: _Laguntza
fur: _Jutori
hu: _Súgó
ko: 도움말(_H)
oc: A_juda
sr: По_моћ
sr@latin: Po_moć

source: Open a git repository
bs: Otvori git repozitorij
el: Άνοιγμα αποθετηρίου git
eu: Ireki git biltegi bat
fur: Vierç un repository git
hu: Git tároló megnyitása
ko: git 저장소 열기
oc: Dobrir un depaus git
sr: Отворите ризницу гита
sr@latin: Otvorite riznicu gita

source: Clone _location
bs: Kloniraj _lokaciju
el: Κλωνοποίηση _τοποθεσίας
eu: Klonatu koka_lekua
fur: Clone _posizion
hu: Hely k_lónozása
ko: 위치 클론(_L)
oc: Clonar l'_emplaçament
sr: Пресликај _место
sr@latin: Preslikaj _mesto

source: Clone a location
bs: Kloniraj lokaciju
el: Κλωνοποίηση μιας τοποθεσίας
eu: Klonatu kokaleku bat
fur: Clone une posizion
hu: Egy hely klónozása
ko: 위치를 클론합니다
oc: Clonar un emplaçament
sr: Пресликајте место
sr@latin: Preslikajte mesto

source: _Save patch
bs: _Snimi zakrpu
el: _Αποθήκευση μπαλώματος
eu: _Gorde adabakia
fur: _Salve patch
hu: _Folt mentése
ko: 패치 저장(_S)
oc: _Enregistrar un correctiu
sr: _Сачувај закрпу
sr@latin: _Sačuvaj zakrpu

source: Save a patch
bs: Snimi zakrpu
el: Αποθήκευση μπαλώματος
eu: Gorde adabaki bat
fur: Salve une patch
hu: Folt mentése
ko: 패치를 저장합니다
oc: Enregistra un fichièr correctiu
sr: Сачувајте закрпу
sr@latin: Sačuvajte zakrpu

source: _Diff current changes
bs: _Diff trenutne izmjene
el: Τρέχουσες αλλαγές _διαφορών
eu: Uneko aldaketen _diff-a
fur: _Diff lis modifichis atuâls
hu: Jelenlegi változások diffelése
ko: 현재 바뀐 내용 diff(_D)
oc: Veire las _diferéncias actualas
sr: _Упореди разлике текућих измена
sr@latin: _Uporedi razlike tekućih izmena

source: Diff current changes
bs: Diff trenutne izmjene
el: Τρέχουσες αλλαγές διαφορών
eu: Uneko aldaketen diff-a
fur: Diff lis modifichis atuâls
hu: Jelenlegi változások eltérésének megjelenítése
ko: 현재 바뀐 내용을 비교합니다
oc: Aficha las diferéncias eissidas de las modifications actualas
sr: Упоредите разлике текућих измена
sr@latin: Uporedite razlike tekućih izmena

source: Quit the application
bs: Zatvorite aplikaciju
el: Έξοδος από την εφαρμογή
eu: Irten aplikaziotik
fur: Jes de aplicazion
hu: Kilépés az alkalmazásból
ko: 프로그램 끝내기
oc: Quita l'aplicacion
sr: Изађите из програма
sr@latin: Izađite iz programa

source: Go backward in history
bs: Idi nazad kroz historiju
el: Οπισθοχώρηση στο ιστορικό
eu: Joan atzera historian
fur: Va indaûr te cronologjie
hu: Ugrás az előző előzményre
ko: 이전 기록으로 이동
oc: Recula dins l'istoric
sr: Идите назад у историјату
sr@latin: Idite nazad u istorijatu

source: Go forward in history
bs: Idi naprijed kroz historiju
el: Προώθηση στο ιστορικό
eu: Joan aurrera historian
fur: Va indenant te cronologjie
hu: Ugrás a következő előzményre
ko: 다음 기록으로 이동
oc: Avança dins l'istoric
sr: Иди напред у историјату
sr@latin: Idi napred u istorijatu

source: _Contents
bs: _Sadržaji
el: _Περιεχόμενα
eu: _Edukia
fur: _Indiç
hu: _Tartalom
ko: 컨텐트(_C)
oc: _Ensenhador
sr: _Садржај
sr@latin: _Sadržaj

source: Show user guide for Giggle
bs: Prikaži korisnički vodič za Giggle
el: Εμφάνιση οδηγού χρήστη για το Giggle
eu: Erakutsi erabiltzailearen eskuliburua
fur: Mostre la vuide utent par Giggle
hu: A Giggle felhasználói kézikönyvének megnyitása
ko: 기글 사용자 안내서 표시
oc: Aficha lo manual d'utilizacion de Giggle
sr: Прикажите Гиторков водич за кориснике
sr@latin: Prikažite Gitorkov vodič za korisnike

source: Report _Issue
bs: Prijavi _Problem
el: Αναφορά _προβλήματος
eu: _Jakinarazi akatsa
fur: Segnale _probleme
hu: _Hiba jelentése
ko: 문제 보고(_I)
oc: S_enhalar una anomalia
sr: Пријави _проблем
sr@latin: Prijavi _problem

source: Report an issue you’ve found in Giggle
bs: Prijavite problem koji ste pronašli u Giggle
el: Αναφορά προβλήματος που έχετε βρει στο Giggle
eu: Jakinarazi Giggle aplikazioan aurkitu duzun akatsa
fur: Segnale un probleme che tu âs cjatât in Giggle
hu: A Giggle-ben talált hiba jelentése
ko: 여러분이 기글에서 찾은 문제를 보고합니다
oc: Senhala una anomalia trobada dins Giggle
sr: Известите о проблему који сте нашли у Гиторку
sr@latin: Izvestite o problemu koji ste našli u Gitorku

source: About this application
bs: O aplikaciji
el: Σχετικά με αυτήν την εφαρμογή
eu: Aplikazio honi buruz
fur: Informazions su cheste aplicazion
hu: Az alkalmazás névjegye
ko: 이 프로그램 정보
oc: A prepaus d'aquesta aplicacion
sr: О овом програму
sr@latin: O ovom programu

source: Show revision tree
bs: Prikaži stablo revizije
el: Εμφάνιση δένδρου αναθεώρησης
eu: Erakutsi berrikuspenen zuhaitza
fur: Mostre arbul des revisions
hu: A revíziófa megjelenítése
ko: 리비전 트리 표시
oc: Afichar l'arbre de las revisions
sr: Прикажи стабло прераде
sr@latin: Prikaži stablo prerade

source: Show diffs by chunk
bs: Prikaži diff-ove po dijelovima
el: Εμφάνιση διαφορών ανά τμήμα
eu: Erakutsi diff-ak zatien arabera
fur: Mostre diferencis par tocs
hu: A különbségek megjelenítése szeletenként
ko: diff를 모아서 표시
oc: Afichar las diferéncias per tròces
sr: Прикажи разлике према делу
sr@latin: Prikaži razlike prema delu

source: Show diffs by file
bs: Prikaži diff-ove po datoteci
el: Εμφάνιση διαφορών ανά αρχείο
eu: Erakutsi diff-ak fitxategien arabera
fur: Mostre diferencis par file
hu: A különbségek megjelenítése fájlonként
ko: diff를 파일별로 표시
oc: Afichar las diferéncias per fichièrs
sr: Прикажи разлике према датотеци
sr@latin: Prikaži razlike prema datoteci

source: Show all diffs
bs: Prikaži sve diff-ove
el: Εμφάνιση όλων των διαφορών
eu: Erakutsi diff guztiak
fur: Mostre dutis lis diferencis
hu: Minden különbség megjelenítése
ko: 모든 diff 표시
oc: Afichar totas las diferéncias
sr: Прикажи све разлике
sr@latin: Prikaži sve razlike

source: Show and edit project properties
bs: Prikaži i izmjeni osobine projekta
el: Εμφάνιση και επεξεργασία ιδιοτήτων του έργου
eu: Erakutsi eta editatu proiektuaren propietateak
fur: Mostre e modifiche lis proprietâts dal progjet
hu: Projekttulajdonságok megjelenítése és szerkesztése
ko: 프로젝트 속성을 표시하고 편집
oc: Afichar e modificar las proprietats del projècte
sr: Прикажите и уредите својства пројекта
sr@latin: Prikažite i uredite svojstva projekta

source: Refresh current view
bs: Osvježi trenutni prikaz
el: Ανανέωση της τρέχουσας προβολής
eu: Freskatu uneko bista
fur: Inzorne viodude atuâl
hu: Jelenlegi nézet frissítése
ko: 현재 보기 새로 고침
oc: Actualizar la vista actuala
sr: Освежите текући преглед
sr@latin: Osvežite tekući pregled

source: Search Inside _Patches
bs: Traži unutar _zakrpa
el: Αναζήτηση μέσα στα _μπαλώματα
eu: Bilatu adabakien _barruan
fur: Cîr dentri lis _patch
hu: Keresés a _foltokon belül
ko: 패치 내부 검색(_P)
oc: Recercar dins los co_rrectius
sr: Тражи у _закрпама
sr@latin: Traži u _zakrpama

source: Save patch file
bs: Snimi datoteku zakrpe
el: Αποθήκευση αρχείου μπαλώματος
eu: Gorde adabakiaren fitxategia
fur: Salve file patch
hu: Foltfájl mentése
ko: 패치 파일 저장
oc: Enregistratz un fichièr correctiu
sr: Сачувајте датотеку закрпе
sr@latin: Sačuvajte datoteku zakrpe

source: An error occurred when saving to file: %s
bs: Došlo je do greške prilokom snimanja u datoteku: %s
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση σε αρχείο: %s
eu: Errorea gertatu da fitxategian gordetzean: %s
fur: Al è vignût fûr un erôr cuant che si salvave sul file: %s
hu: Hiba történt a fájl mentése során: %s
ko: 파일에 저장하는데 오류가 발생했습니다: %s
oc: Una error s'es producha al moment de l'enregistrament del fichièr : %s
sr: Дошло је до грешке приликом чувања у датотеку: %s
sr@latin: Došlo je do greške prilikom čuvanja u datoteku: %s

source: SHA:
sr: СХА:

source: %a %I:%M %p
fur: %a %H:%M
hu: %a %l.%M %p
ko: (%a) %p %I:%M
oc: %a %H:%M
sr: %a у %I:%M %p
sr@latin: %a u %I:%M %p

source: %I:%M %p
fur: %H:%M
hu: %l.%M %P
ko: %p %I:%M
oc: %H:%M
